{
    "tossups": [
        {
            "question_sanitized": "These people’s love of tobacco is attested by the fact that their word for “poor” literally means “without tobacco.” In the creation myth of these people, women are born from the wabu fruit while men are born from the silver blood of the moon. These people’s multi-village, plantain-heavy feasts often feature ritualized chest slapping duels. These people wear a distinctive bowl-shaped haircut with the topmost crown of the head shaved bald. A widely disputed book by Patrick (*) Tierney accused James Neel of purposely exacerbating a measles outbreak among these people; that book is Darkness at El Dorado. Films of these people like “The Axe Fight'' purport to show their culture as one characterized by “constant warfare.” For 10 points, name this Amazonian tribe who live in Brazil and Venezuela, who were called “a fierce people” in an ethnography by Napoleon Chagnon.",
            "answer_sanitized": "Yanomami [accept Yąnomamö; accept Yanomama; prompt on Amazonian people until “Amazonian” is read; prompt on Indigenous peoples of America; prompt on American Indians; prompt on Native Americans; prompt on Amerindians]",
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "question_sanitized": "In a novel by this author, the narrator uses the codenames “Buzz” and “The Black Mamba” in her childhood journal, except in one reading: “Dear God, I wish Nana would just die already, please, just let this be over.” That novel by this author interweaves flashbacks of the narrator’s Pentecostal upbringing in Huntsville with her life in the present performing optogenetic experiments on mice. One of the chapters in another novel by this author focuses on an old history teacher who returns to Edweso with his much younger house girl to reconnect with his mother, who gave him facial (*) burn scars. That novel by this author ends with Marjorie giving her ancestral black stone necklace to Marcus while they swim near the Castle, an old slave dungeon. Transcendent Kingdom is by this author, who also wrote a novel about the descendants of two Asante sisters. For 10 points, what contemporary Ghanaian-American author wrote Homegoing?",
            "answer_sanitized": "Yaa Gyasi (“j’YEH-see”)",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A vernacular type of these objects used by Norwegian fishermen became popular for summertime use in the 1930s thanks to George Henry Bass. Pat Boone’s TV appearances boosted the popularity of a type of these objects called white bucks. Roger Vivier’s designs for these objects were enormously popular in the 1950s and 60s, and he used a short steel rod in one innovative design for them. Following a skiing accident, a German army (*) physician created a design for one of these objects that was later licensed to R. Griggs & Co. Manolo Blahnik’s designs for these objects were featured in the film Marie Antoinette and the TV show Sex and the City. Salvatore Ferragamo popularized the use of cork and the skin of exotic animals in his designs for these objects. For 10 points, Jimmy Choo and Christian Louboutin are major designers of what objects that include wedges, flats, and stilettos?",
            "answer_sanitized": "shoes [accept footwear; accept women’s shoes or men’s shoes; accept high heels; accept boots] (The fourth clue refers to Doc Maertins.)",
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "John Chamberlain criticized James I for pursuing a diplomatic solution to atrocities committed by this group, which were addressed in the Treaty of Southampton. Niels Steensgaard argued that this group used rational violence to revolutionize a system that J. C. van Leur characterized as “peddling.” Nathaniel Courthope’s struggle against this group is the subject of a book by Giles Milton. In Islands of Angry Ghosts, Hugh Edwards recounts a mutiny and massacre led by this group’s member (*) Jeronimus Cornelisz. Members of this group waterboarded and executed English merchants in the Amboyna massacre. To justify this group’s seizure of the Portuguese carrack Santa Carina, Hugo Grotius wrote Mare Liberum. Admiral Koxinga ousted this group from Taiwan after besieging Fort Zeelandia. For 10 points, name this joint-stock trading company that operated out of Batavia.",
            "answer_sanitized": "Dutch East India Company [or United East India Company; or Vereenigde Oostindische Compagnie; prompt on the Dutch or people from the Netherlands] (The Giles Milton book is Nathaniel's Nutmeg.)",
            "subcategory": "British History",
            "category": "History"
        },
        {
            "question_sanitized": "When these devices use medium cut-off membranes, whose MWRO and MWCO are close to each other, increased convective transport allows them to remove more so-called “middle molecules”. Historically, these devices had parallel plate and coil geometries, but current designs use thousands of hollow cellulose triacetate fibers. K-t over V is an index for these machines’ adequacy. Other factors used to evaluate these machines’ performance are beta-2 micro·globulin clearance and KUF (“K-U-F”), or coefficient of (*) ultrafiltration. Bubble traps in the outlet of these devices prevent air embolisms. These devices transport a solution of electrolytes and glucose in ultrapure water to remove toxins. For 10 points, the only successful long-term ex vivo organ substitution therapy uses what machines to treat patients with end-stage renal disease?",
            "answer_sanitized": "hemodialysis machines [or hemodialyzers; accept artificial kidneys; accept peritoneal dialysis machines; prompt on ultrafilters]",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "This event signals the beginning and end of a passage of a play in which two women repeatedly sing phrases like “think it is” and “lovelovelove” and quickly ask, “Philip need help you sir?” In a different play, this event occurs after a man misidentifies Hemingway as the author of The Sound and the Fury. A character in another play states, “experience teaches us that” when one observes this event, “it’s because there is never anyone there,” but is proven wrong by the entrance of the (*) Fire Chief. The line “Excuse me. Is this chair taken?” follows the first of many instances of this event that “reset” a conversation between Betty and Bill in David Ives’s play Sure Thing. The first line of “Elegy Written in a Country Churchyard” mentions one of these events that marks the “parting day.” For 10 points, Victor Hugo’s Quasimodo performs what action at Notre Dame Cathedral to signal the hour?",
            "answer_sanitized": "ringing a bell [or ringing a doorbell; accept tolling a bell; accept a knell; prompt on jumps or breaks in time by asking “what sound accompanies those jumps in time?”; reject “ringing of a telephone”] (The play mentioned in the first line is Philip Glass Buys a Loaf of Bread.)",
            "subcategory": "Other Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "Frustrations with Congress’s refusal to extend the FEPC to accomplish this goal led a president to form a committee that published To Secure These Rights. The Gillem Board was tasked with investigating this goal and recommended 10 percent quotas to accomplish it. The beating of Isaac Woodard directly influenced a president to take action on this issue. Though Henry Stimson opposed this goal, his successors James (*) Forrestal and Louis Johnson began to implement it. An executive order to accomplish this task directly led to the creation of the Dixiecrats. The Fahy Commission oversaw this process, which was done partly to gain Democratic African American votes for the 1948 election. For 10 points, identify this action undertaken by Harry S. Truman with Executive Order 9981, which resulted in blacks and whites serving the same units in the Korean War.",
            "answer_sanitized": "desegregation of the United States Military [accept integration of the United States Military; accept U.S. Armed Forces, Army, Navy, Marines, or Airforce in place of Military; prompt on desegregation or integration by asking “of what organization?”; prompt on ending or addressing racism in the military or Armed Forces]",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "Joseph Kerman likened the opening of this piece to its composer hurling rocks at the listener for immediately introducing all the thematic material of the piece, but in reverse order. Octave gracenote leaps in the opening chords of this piece are replaced by tremolo open fifth in its composer’s piano four hand arrangement of it. In a fortissimo portion of this piece, the first violin plays a jerky rhythm of D-F leaps and the second violin plays pulsed low (*) tied eighth notes successively marked ff, sf, and f. The opening bars of this piece are marked “Overtura” and feature the entire ensemble playing unison G’s, though the remainder of the piece is in B-flat. Stravinsky famously claimed this piece would be “contemporary forever,” and it was originally written as the sixth movement of its composer’s 13th string quartet. For 10 points, name this Beethoven chamber piece that uses a contrapuntal form.",
            "answer_sanitized": "Grosse Fuge [accept the Great Fugue; accept the Grand Fugue]",
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This element is the heaviest in the mineral kawazulite, which exhibits both a Dirac cone near the gamma point and 2D weak anti-localization. Russia’s SVBR-100 and China’s Qixing III (“three”) are test reactors cooled with a eutectic of lead and this element. This element’s ferrite is a multiferroic with a small band gap and a high remanent polarization, making it apt for photovoltaic devices. A compound of antimony and this element was used in the first 3D (*) topological insulators. Once regarded as the heaviest stable element, this element’s 209 isotope actually decays, but with a halflife longer than the age of the universe. The +3 (“plus-three”) state of this most diamagnetic element is more stable than its +5 (“plus-five”) state because of the inert pair effect. For 10 points, name this group 15 heavy metal found in a derivative of salicylic acid used for its anti-inflammatory and antacid properties, Pepto Bismol.",
            "answer_sanitized": "bismuth [accept Bi; accept bismuth ferrite]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "A byword for this entity is the last word in a Nerina Rustomji study which relates how Muhammad interceded for his uncle Abu Talib. An al-Bukhārī hadith that personifies this entity has it asking Allah if there are “any more to come” before Allah stomps on it and shouts “Enough! Enough!” It’s not the sun, but an entity known as (*) Nar as-samūm pervades this entity. A passage that ends by describing this entity also mentions a “crushing blow” that turns humans to moths and mountains to wool; that passage is in Surah 101 or Al Qāri’ah. A group of 19 beings mentioned in surahs 66 and 74 are sometimes equated with the zabaniyah who inhabit this place. The zaqqum tree appears in this location, which is (emphasize) contrasted to a place usually likened to a garden replete with fruit. For 10 points, name this place where wicked people are sent following the Day of Judgment.",
            "answer_sanitized": "jahannam [accept Islamic or Muslim hell; accept gehenna; accept the underworld; prompt on Al-Nar until “Nar as-samūm” is read; prompt on the afterlife or afterworld; prompt on the fire]",
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "Barry Higman’s history of this country’s cuisine describes local comparisons of man to the “two-faced-ness” of a fruit featured in the obsolete dessert “Matrimony.” Lorraine Washington created a rhyming fusion dish that mixed Italian cuisine with that of this country. Aphrodisiac qualities are attributed to a goat-filled stew known as Mannish Water in this country, which is also the (emphasize) birthplace of a coconut milk and (*) seafood soup called run down. The cassava flatbread bami is often served alongside the sauteed fruit arils that feature in this country’s national dish, ackee and saltfish. Spanish influence in this country led to “pimento” being adopted as a local nickname for allspice, which is mixed with Scotch bonnet peppers to form a mixture essential to this island country’s smoky cuisine. For 10 points, name this Caribbean country where jerk cooking originated.",
            "answer_sanitized": "Jamaica (The lead-in refers to the star-apple; the Lorraine Washington dish is rasta pasta.)",
            "subcategory": "Geography",
            "category": "Geography"
        },
        {
            "question_sanitized": "In a play titled for one of these people, the crossdressing Aspatia is presented with a tapestry of Ariadne and Theseus before provoking her ex-fiance to kill her in a duel. One of these people titles a play in which the virile Touchwood Senior impregnates Mrs. Kix while her husband is out riding horses. In a play named for one of these people, Evadne tells her new husband Amintor that she will never sleep with him, since she is secretly the king’s mistress. In another play, one of these people gets sick after trying to cross the Thames to escape the lecherous Walter Whorehound. This type of person titles a 1616 (*) Beaumont and Fletcher tragedy and a city comedy by Thomas Middleton about a “chaste” one of them “in Cheapside.” For 10 points, give this term use to describe a virginal unmarried woman, which in a different context titles a Jean Genet (“zhuh-NAY”) play about domestic workers.",
            "answer_sanitized": "maid [accept The Maid’s Tragedy; accept A Chaste Maid in Cheapside; accept The Maids or Les Bonnes]",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "People of this ethnicity founded the failed colony of Coro, which mostly focused on pearl gathering. An extremist group of people of this ethnicity attempted to form a commune north of Asunción in the 1880s and were led by the brother-in-law of a notable philosopher. This is the majority ethnicity of the village of La Cumbricita and several other villages in the Calamuchita valley of (*) Argentina. A group of settlers of this ethnicity founded the town of Colonia Tovar in Venezuela. An explorer of this ethnicity is the subject of Andrea Wulf’s book The Invention of Nature; that explorer of this ethnicity catalogued hundreds of New World plants and animals during a 1799 to 1804 scientific expedition and names the current off the Pacific coast of Chile. For 10 points, name this ethnicity of South American explorer Alexander von Humboldt.",
            "answer_sanitized": "German [accept Prussian] (The extremely anti-Semitic leader in the second clue is Bernhard Förster, brother-in-law of Friedrich Nietzsche.)",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "Transient torsional stress during elevated transcription of this gene melts its far upstream element, or FUSE (“fuse”), allowing FBP to bind to FUSE, after which FIR binds, slowing down transcription. The BET (“B-E-T”) inhibitor JQ1 downregulates transcription of this gene. Along with K-Ras and AR-V7, the intrinsically disordered product of this gene is the most studied “undruggable” cancer target. The product of this gene is part of an interaction network with Mga, MNT, members of the Mad protein family, and Max. The product of this gene is a basic helix-loop-helix leucine zipper (*) transcription factor that was used along with Oct3/4, Sox2, and Klf4 to create induced pluripotent stem cells by Takahashi and Yamanaka. This gene is translocated in the most common of Burkitt’s lymphomas. For 10 points, give this member of a proto-oncogene family named for Avian myelo·cyto·matosis virus, whose name is frequently prefixed with a “c.”",
            "answer_sanitized": "c-myc (“mick”)",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "Performance artist Signe Pierce digitally saturates photos of everyday environments with this (emphasize) non-primary color, which is also the main hue of a photo Korean artist JeongMee Yoon took of her daughter. A woman feeds two birds of this color standing on a flower pot in a Louis Tiffany glass work. Paintings like The Studio and City Limits by Philip Guston feature white-robed, KKK-like figures against environments of this color. Elsa Schaparelli’s signature color was a (*) “shocking” hue of this color, which is also the hue of a paint developed by Stuart Semple in response to Anish Kapoor's monopoly on Vantablack. A portrait of Sarah Moulton wearing a dress of this color painted by Thomas Lawrence hangs opposite Thomas Gainesborough’s Blue Boy. For 10 points, name this color of the dress worn by the central woman in Jean-Honoré Fragonard’s The Swing.",
            "answer_sanitized": "pink [accept hot pink; accept rose; accept Pinkie] (The Tiffany work is Feeding the Flamingos.)",
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "In a 1996 film of this type, Hulk Hogan plays a bodybuilding supplement seller who changes professions after suffering amnesia. A convention devoted to these films whose first iteration was held in Edison, New Jersey in 2019 featured panelist Lacey Chabert, star of one that riffs on Pride and Prejudice. Holly Robinson Peete played the mayor in the town of Evergreen in a rare series of films in this genre to star Black protagonists. Vanessa Hudgens played a high school teacher who meets a 14th-century (*) knight in one of a slate of these films produced by Netflix. A “countdown” block devoted to these films is regularly the most-watched October cable programming among women between the ages of 25 and 54. Three separate films of this type set in Vermont debuted on the Hallmark Channel in 2018. For 10 points, name this type of movie usually involving snow, Santa and white people falling in love.",
            "answer_sanitized": "Christmas movie [or Christmas romance films; prompt on holiday movie; prompt on Hallmark movies or romantic comedy or romcom or romances by asking “what event do those films center on?”] (The film in the leadin is Santa with Muscles; the convention is called Christmas Con.)",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "A study by Deborah Parker centering on these objects discusses women like Girolama Cartolari and Elisabetta Rusconi, who ran family workshops producing them. They’re not gloves, but the Gravier family monopolized the circulation of these objects in 17th-century Rome and Genoa. The village of Pontrimoli in the Apennines was a major peddling center for these objects. Giambattista Vico grew up in a shop selling these objects in (*) Naples. “Golden” examples of these objects were used in vetting processes for new Italian nobility. The spread of these non-mechanical objects made the first “global village,” according to a Marshall McLuhan work titled for one inventor’s “galaxy.” In the medieval period, these objects were reproduced in scriptoriums. For 10 points, the spread of what objects in the early modern period can be attributed to an invention of Johannes Gutenburg?",
            "answer_sanitized": "books [accept manuscripts; accept pamphlets; accept writings; accept Libro d’Oro or Golden Books; accept more specific answers like novels, romances, or poetry collections]",
            "subcategory": "European History",
            "category": "History"
        },
        {
            "question_sanitized": "A product of two bi·linears created from solutions to this equation can be rewritten as a sum over differently ordered bi·linear products with coefficients labeled S, V, T, A, and P using the Fierz identities. For a step potential and a particle with energy below V minus m, this equation strangely predicts that the kinematic factor becomes negative, causing the reflection coefficient to exceed one. In momentum space, this equation’s Feynman propagator has the numerator: p-slash plus m. The term in this equation that acts on the wave function is written as i times (*) gamma-superscript-mu times del-sub-mu minus m. Four-by-four alpha and beta matrices are used to write this relativistic extension of Schrödinger’s equation whose solutions are written as two spinors (“spih-nerz”). For 10 points, what equation named for a British physicist predicted antimatter?",
            "answer_sanitized": "Dirac equation (S, V, T, A, and P refer to products of the gamma matrices grouped by their transformation properties. The strange result about the reflection coefficient is the Klein paradox.)",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "Photographers David Cicero and John Florea both took pictures of this person reading Walt Whitman's Leaves of Grass within a year of each other. Eve Arnold captured this person on a rusty piece of playground equipment reading Molly Bloom’s soliloquy from Ulysses. This person is surrounded by “the telephone dial-like ring of her destiny” in a nude portrait titled for her Metamorphosis by Robert Indiana. Another painting titled for this woman contains a candlestick that reflects the image of (*) James Dean; that Vanitas was painted by photorealist Audrey Flack. William Travilla designed a dress worn by this woman in a scene where her character has just seen the film Creature from the Black Lagoon. An iconic film still depicts this woman above a subway grate while on the set of The Seven Year Itch. For 10 points, name this actress who starred in films like Gentlemen Prefer Blondes.",
            "answer_sanitized": "Marilyn Monroe [or Norma Jean Mortenson]",
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "A man wrongfully sent to death row inspired this author’s poem stressing that “injustice […] can walk in your living room” and that it was not “confined to Angola, Louisiana.” This poet described a film directed by “Attila the Haig” and produced by “Casper ‘The Defensive’ Weinberger” in a poem that ends by chanting the line “this ain’t really your life” and opens by stating “Mandate my ass.” This poet evoked images of a (*) “Red, Black and Green liberation jumpsuit” and “the giant in your toilet bowl” in a poem from Small Talk at 125th and Lenox. This poet stated his intent to send his “sister Nell’s” medical bills by “airmail special” to the title character of a poem condemning the budget of the Apollo landings. This poet asserted that the title event of another poem “will not be brought to you by Xerox” and “will be no re-run,” but instead will be “live.” For 10 points, name this spoken word poet who wrote “Whitey on the Moon” and “The Revolution Will Not Be Televised.”",
            "answer_sanitized": "Gil Scott-Heron [prompt on Heron or Scott alone] (The poem describing the film is “‘B’ Movie.”)",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "Ren Radford traces legends about this figure back to a 15th-century German folktale of a similar figure who haunted the Berlin Palace. Patricio Lugan made a famous sighting of this figure along a creek near the town of Mora. This figure committed a pivotal action after being ignored by a man riding in a carriage with several elegant ladies. Stories about this figure may have been inspired by the (*) Aztec figure of Cihuacōātl, who abandons Mixcoatl at some crossroads. This figure shares her name with a folk song popularized by Andres Henestrosa. In one version, a woman named Maria transforms into this white gown-wearing figure after committing an action to get revenge on her lecherous husband. For 10 points, name this figure from Latin American folklore, a woman cursed to eternally wander the earth and mourn the child she drowned.",
            "answer_sanitized": "La Llorona (“LAH yoh-ROH-nah”) [accept The Wailing Woman; accept The Cryer; prompt on La Malinche by asking “what legendary figure is often conflated with La Malinche?”]",
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "question_sanitized": "Noel Carroll provided an aesthetic theory of artworks described by this term in a book subtitled for “paradoxes of the heart.” In a 1980 book, one thinker claimed that this concept is the natural response to the breakdown of signification in the “symbolic order” when exposed to the “primal order,” which blurs the line between subject and object. A trilogy named for this concept and philosophy includes Starry Speculative Corpse and In the Dust of this Planet; that series focusing on “cosmic pessimism” is by (*) Eugene Thacker. One thinker examined her disgust and fascination with the miscele atop her milk in a book whose title contains this term. Julia Kristeva wrote about the concept of the abject in a book titled Powers of [this concept]. For 10 points, name this feeling of dread and fright associated with the fiction of writers like H. P. Lovecraft.",
            "answer_sanitized": "horror [accept cosmic horror; accept Powers of Horror: an Essay on Abjection; accept The Philosophy of Horror; accept Pouvoirs de l’horreur. Essai sur l’abjection; prompt on abjection until “abject” is read by asking “the abject subtitles a book whose title features what term?”]",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "The Six Masters of the early period of this dynasty include the flower painter Yun Shouping, landscape painter Wu Li and the “Four Wangs,” all of whom were influenced by works of Dong Qichang, who worked in the previous dynasty. For 10 points each:",
            "answers_sanitized": [
                "Qing Dynasty",
                "rivers [accept Qinhuai River or Along the River During the Qingming Festival]",
                "finger painting [accept using the fingers or hands to paint or alter a painting; accept painting without a brush or equivalents] "
            ],
            "parts_sanitized": [
                "Name this Chinese dynasty during which Individualist painters like Bada Shanren and Shitao used freer and more expressive brushwork than their peers of the Orthodox tradition.",
                "Shitao’s influential Qing-era painting Reminiscences of Qinhuai is named for and depicts one of these features along with a bowing mountain. A huge scroll painting by Zhang Zeduan depicts life along one of these features during the Qingming Festival.",
                "Another Qing-era painter, Gao Qipei, is best known for creating paintings using this atypical technique. Evidence of use of this technique can be seen in J.M.W. Turner’s Brook and Trees, as he was fond of using this technique to alter his paintings."
            ],
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Ultimate tensile strength is estimated as 0.35 times the Brinell hardness number, which is calculated from a test that does this action on a material. For 10 points each:",
            "answers_sanitized": [
                "indentation [or denting; accept penetration; accept word forms of all answers]",
                "fracture [accept rupture; accept word forms like fracturing or rupturing; prompt on cracking; prompt on failure; prompt on fatigue; prompt on cleavage]",
                "flexural test [or flexure test; accept bending test] "
            ],
            "parts_sanitized": [
                "Name this action carried out with a hardened steel ball in the Rockwell hardness test. Material hardness is usually determined with a scratch test or a test that performs this action.",
                "Ductile materials have a higher ultimate tensile strength than brittle materials, which undergo this process without much plastic deformation. This process occurs when stress causes a material to break.",
                "Fracture toughness, which measures a material’s resistance to breaking after a crack appears, is measured using this materials test. This test’s three point and four point types differ by the number of points used to apply the load."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The Marquess of Atholl quashed a Scottish uprising that coincided with this rebellion at the Battle of Muirdykes. For 10 points each:",
            "answers_sanitized": [
                "Monmouth Rebellion [accept the Pitchfork Rebellion; accept the Revolt of the West; accept the West Country rebellion]",
                "James II of England [or James VII of Scotland; prompt on James]",
                "Clan Campbell [accept Archibald Campbell, 9th Earl of Argyll] "
            ],
            "parts_sanitized": [
                "Name this rebellion defeated by the future Duke of Marlborough at Sedgemoor. The so-called “hanging judge,” George Jeffreys, oversaw the Bloody Assizes that followed this rebellion.",
                "The Monmouth Rebellion and Argyll’s Rising attempted to overthrow this monarch after the failure of the Rye House Plot to assassinate him and his brother Charles II.",
                "Argyll’s Rising was led by the chief of this clan. That chief of this clan was earlier convicted of treason and sentenced to death for refusing to swear the oath required by the Test Act, but fled to the Dutch Republic with John Dalrymple."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "A character in this play adopts the “attitude of Rodin’s ‘The Thinker’” several times, including while reading a speech by “Senator Queen” in a jail cell whose bars he bends in anger. For 10 points each:",
            "answers_sanitized": [
                "The Hairy Ape",
                "Eugene O’Neill [or Eugene Gladstone O’Neill]",
                "socialists AND anarchists "
            ],
            "parts_sanitized": [
                "Name this play whose protagonist, the engine stoker Yank, is rejected by a political organization after he suggests blowing up all the steel in the world with dynamite. This play ends with Yank being killed by a gorilla.",
                "While working as a ship worker like the protagonist of his play The Hairy Ape, this author joined the IWW, which he represented as the “Movement” in his play The Iceman Cometh.",
                "In the first act of The Iceman Cometh, Joe delivers a bit contrasting these two types of people. According to Joe, one of these types of people never works, drinks heavily, and blows any money he does get on bombs, while the other type occasionally gets a job, but is obligated to split his wages with you, fifty-fifty. Name both."
            ],
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Theravāda Buddhists may employ this practice for specific purposes like passing a test and protection from snake bites, but this practice cannot be used to remedy illness related to past karma. For 10 points each:",
            "answers_sanitized": [
                "parrita [prompt on dharani by asking “what is the Pāli language term?”]",
                "(Theravāda) Buddhist monks [or bhikkhus; accept Buddhist nuns; accept bhikkhunīs or bhikshunīs]",
                "a thread [accept cord; accept string; accept yarn; accept yajñopavīta or janeu] "
            ],
            "parts_sanitized": [
                "Name this type of protective chanting of short Pāli texts performed by Southern Buddhists. Popular texts that provide the “safety-runes” of this practice include the Mangala Sūtta and the Ratana Sūtta.",
                "Though any lay person can gain boons from chanting the parritas, it is considered more effective if these people do so on behalf of a layperson. These people make up the Sangha.",
                "After a monk or nun says a parrita on behalf of a lay person, they are given one of these objects as a reminder of the parrita’s protective power. In the Hindu upanayana (“ooh-puh-NAY-uh-nuh”) ceremony, a boy is required to wear one of these objects after being awarded one by a guru."
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "These documents name an 1967 scandal during the Harold Wilson administration, in which the Daily Express refused to censor a Chapman Pincher article. For 10 points each:",
            "answers_sanitized": [
                "D-Notices [accept DSMA-Notice; accept DA-Notice; accept Defence and Security Media Advisory Notice or Defence Advisory Notice or Defense Notice]",
                "Sergei Viktorobich Skripal [accept Skripal affair]",
                "WikiLeaks.org "
            ],
            "parts_sanitized": [
                "Name this type of document issued by the government of the U.K. that requests that journalists do not publish on topics relevant to national security. In 2013, one of these documents was issued requesting that media outlets not report on the U.S.’s PRISM surveillance program.",
                "In 2018, two D-Notices were issued to protect MI6 after this Russian double agent and his daughter Yulia were poisoned with Novichok in Salisbury.",
                "In 2010, the Cameron administration issued several D-Notices concerning damning documents published on this website, currently edited by Kristinn Hrafnsson and formerly directed by Julian Assange."
            ],
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "leadin_sanitized": "A poem compares this author to Nisus who “fell upon the slippery place” and calls him “Marcellus of our tongue.” For 10 points each:",
            "answers_sanitized": [
                "John Oldham (“OLD-um”) [accept Mr. Oldham; accept “To the Memory of Mr. Oldham”]",
                "John Dryden",
                "“hail and farewell” [or ave atque vale] "
            ],
            "parts_sanitized": [
                "Name this poet who wrote the Juvenalian satires “Against the Jesuits” and “Upon a Woman Who by Her Falsehood and Scorn Was the Death of My Friend.” A 1684 elegy written (emphasize) about this poet calls him “too little, and too lately known.”",
                "“To the Memory of Mr. Oldham” was written by this English poet who also wrote Absalom and Achitophel and Mac Flecknoe.",
                "The fourth-to-last line of Dryden’s “To the Memory of Mr. Oldham” employs this three-word phrase common in elegies. The Latin form of this three-word phrase closes Catullus 101. You may give either the Latin or English version of this phrase."
            ],
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Scaffolds used in tissue engineering typically include ligands from this structure in an attempt to provide the correct molecular cues to cells. For 10 points each:",
            "answers_sanitized": [
                "extracellular matrix [or ECM]",
                "freeze-thaw cycles [accept descriptions of repeated freezing and thawing]",
                "bone [accept bone marrow] "
            ],
            "parts_sanitized": [
                "Name this structure containing many proteo·glycans, and adhesion proteins like fibro·nectin and laminin.",
                "Scaffolds can be built from natural ECM after decellularization, which can be done physically using supercritical CO2, high hydrostatic pressure technology, or this process. In the lab, aliquoting limits the damage induced by performing this process many times.",
                "Hydroxy·apatite and tricalcium phosphate are used as scaffold materials when engineering this hard organ. A tissue in this organ produces red and white blood cells."
            ],
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "A series of papers published in the early 1990s by Bikhchandani, Hirshleifer, and Welch outline how these situations lead to herd behavior. For 10 points each:",
            "answers_sanitized": [
                "information cascades",
                "bounded rationality [or boundedly rational; prompt on partial answers]",
                "Bayes’ theorem [or Bayes’ rule; or Bayes’ law; accept Bayes’s in place of Bayes’] "
            ],
            "parts_sanitized": [
                "Name these situations studied in behavioral economics, in which personal signals by those in positions of authority lead to propagations of similar decisions throughout a social network. Strategic imitation in financial markets and geographically-regional health care patterns are usually cited as examples of this phenomenon.",
                "Models of information cascades assume individuals have this two-word property, which states that they will make decisions based on information they observe, though that information may not be complete or correct.",
                "Information cascade models also make use of this key theorem from probability theory, which states that the conditional probability of A given B equals the conditional probability of B given A time the probability of A over the probability of B."
            ],
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "A participant in this event reportedly threw five thousand dollars on the floor of another alleged participant’s hotel room after he refused to be involved in it. For 10 points each:",
            "answers_sanitized": [
                "the Chicago White Sox throwing/fixing the 1919 World Series [accept the Black Sox Scandal or other descriptive answers relating to the White Sox or Black Sox throwing the World Series; prompt on throwing or fixing the World Series by stating “either give the year or the team involved.”]",
                "Arnold Rothstein",
                "Atlantic City, New Jersey "
            ],
            "parts_sanitized": [
                "Name this event that led to the Cincinnati Reds winning a world championship and eight men being banned from professional baseball. After this event, the Chicago Daily News ran the now-famous headline “Say it ain’t so, Joe.”",
                "The alleged mastermind behind the fix was this Jewish mobster and bootlegger who mentored Lucky Luciano and was killed in New York City in 1928 over poker debts.",
                "During prohibition, Rothstein frequently allied himself with bootlegger and former sheriff Enoch Johnson, who ran a political machine in this city. The Abscam sting involved investments by the Abdul family into institutions based in this city."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Duke Ellington popularized this instrument’s use in the swing era with a song named for a player of it named Joe, and it was played in the ragtime era by the Italian virtuoso Pietro Frosini. For 10 points each:",
            "answers_sanitized": [
                "accordion [accept button accordion, chromatic button accordion, diatonic button accordion, piano accordion; accept concertina or bandoneon; accept squeezebox]",
                "“Hava Nagila” [accept “Let’s Rejoice” or “Let Us Rejoice”]",
                "Schrammel Brothers [or Josef and Johann Schrammel; accept Schrammelmusik; accept Schrammel accordion or Schrammel guitar] "
            ],
            "parts_sanitized": [
                "Name this bellow-driven instrument that features prominently in polka, zydeco, and tango music. This class of instrument features button key and piano key variants.",
                "Accordions often feature in klezmer performances of this Israeli folk song often played at Jewish weddings and bat or bar mitzvahs. This song entreats listeners to “awake, awake, my brothers” or “Uru, uru ahim.”",
                "A pair of Austrian brothers with this surname name a type of chromatic accordion played in a style of Viennese chamber music named for them. Those brothers with this surname also sometimes name the two-necked contra guitar popular in 19th-century Austrian folk music."
            ],
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "This historian’s seminal work is an economic study of the role that Black slavery and the slave trade played in the accumulation of capital that financed the Industrial Revolution in Britain. For 10 points each:",
            "answers_sanitized": [
                "Eric Williams [or Eric Eustace Williams]",
                "Claudia Jones [or Claudia Vera Cumberbatch]",
                "Haitian Revolution "
            ],
            "parts_sanitized": [
                "Name this West Indian historian whose book Capitalism and Slavery was published in 1944, six years after he received a Ph.D. from Oxford. He later became the first Prime Minister of Trinidad and Tobago.",
                "This communist born in Trinidad and Tobago wrote an essay critiquing the white chauvinism of the CPUSA. The book Left of Karl Marx details the life of this Black radical woman, who founded the West Indian Gazette and Afro-Asian Caribbean News while living in the U.K.",
                "Another Trinidadian historian is C. L. R. James, who analyzed this revolution in his book Black Jacobins. Toussaint Louverture and Jean-Jacques Dessalines were leaders of this revolution."
            ],
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "leadin_sanitized": "In a 2012 Guardian article on this novel, Julian Barnes describes his “regret” that the location of a mysterious château where a main character dances with a girl during a masked ball is eventually revealed. For 10 points each:",
            "answers_sanitized": [
                "Le Grand Meaulnes (“luh grawn mohn”) [or The Wanderer; or The Lost Domain; or The Lost Estate; or The Big Meaulnes; or The Land of the Lost Contentment]",
                "Madame Bovary",
                "Sal Paradise [accept either underlined name] (He is the protagonist of Jack Kerouac’s On the Road.) "
            ],
            "parts_sanitized": [
                "Name this novel by Alain-Fournier (“ah-LAN foor-nee-AY”). F. Scott Fitzgerald’s The Great Gatsby was likely inspired in both title and plot by this novel, particularly its title character’s relationship to its narrator François.",
                "Both Le Grand Meaulnes and this Gustave Flaubert novel open with a boy arriving at a new school, though in this novel he is mocked for his weird hat. In this novel, that boy grows up to be a doctor who marries the title character, Emma.",
                "This character decides not to read a copy of Le Grand Meaulnes he stole from a Hollywood stall. Instead, he “reads the American landscape” on a bus where he encounters “the cutest little Mexican girl,” who takes him cotton-picking."
            ],
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This situation is alternatively named for the 1st-century thinker Agrippa the Skeptic or for Jakob Friedrich Fries, who broke it down into dogmatic, psychological and regressive parts. For 10 points each:",
            "answers_sanitized": [
                "Munchhausen’s trilemma [prompt on partial answers; prompt on Agrippan trilemma or Agrippa’s trilemma; prompt on Fries trilemma]",
                "foundationalism [accept foundationalist theory of justification]",
                "deductive logic [accept word forms like deduction] "
            ],
            "parts_sanitized": [
                "Name this situation from epistemology named by Hans Albert for an 18th-century literature character. It asserts that knowledge is impossible because all justification must either be an infinite regress, a circular argument, or be based on an unjustified axiom.",
                "This epistemological position embraces the axiomatic branch of Maunchhausen’s trilemma contra coherentism, which claims knowledge can come from circular justification. This epistemological theory defended by Moritz Schlick is commonly analogized to a “pyramid” where justified knowledge rests on infallible basic axioms.",
                "In foundationalist theories of knowledge, justifications between beliefs can be linked using this “top-down” form of logic, which contrasts with the “bottom-down” approach of inductive logic."
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "Akun Island in the Aleutians contains a beautiful example of columnar jointing, which are purely hexagonal columns present in these objects. For 10 points each:",
            "answers_sanitized": [
                "igneous rocks [accept basalts; accept flood basalts; accept volcanic rocks; prompt on rocks]",
                "pumice",
                "zoning [accept optical zoning; accept chemical zoning] "
            ],
            "parts_sanitized": [
                "Name these objects that, depending on how they form, have textures like vesicular, pegmatitic and porphyritic.",
                "Scoria, which is used for Taco Bell landscaping, and this rock are the most well-known igneous rocks with a vesicular texture. This lightweight, abrasive rock is used cosmetically to remove excess skin.",
                "Plagioclases in igneous rocks often possess the patchy form of this property, in which irregularly shaped corroded cores are surrounded by more sodic plagioclase. Microprobe point traversals are used to study this property of a mineral, which describes how chemical properties, and thus optical properties, change from core to rim."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "These objects both title and inspired Takashi Yoshimatsu’s opus 67 piano concerto. For 10 points each:",
            "answers_sanitized": [
                "flowers [accept cherry blossoms; accept Memo Flora; accept camellias]",
                "Tōru Takemitsu",
                "Ryuichi Sakamoto "
            ],
            "parts_sanitized": [
                "Name this type of object that is also the subject of the Japanese folk song “Sakura, Sakura.” The Korean national anthem “Arirang” is inspired by the story of two lovers picking some of these objects.",
                "This Japanese composer likened his music to the stillness of grass and flowers. This composer integrated Western and Japanese classical music styles in his piece November Steps, written for biwa, shakuhachi, and orchestra.",
                "This other Japanese composer included his piece “A Flower is Not A Flower” on his album Playing the Piano. He also composed the albums async and Thousand Knives."
            ],
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Since the 16th century, figurines caricaturing Moorish or North African turban-wearing men with their mouths wide open called “gapers” were traditionally displayed outside these businesses in the Netherlands. For 10 points each:",
            "answers_sanitized": [
                "pharmacies [or drugstores; or apothecaries; accept chemists]",
                "Zwarte Piet (“peet”) [or Black Peter; or Swarte Pyt; or Swart Pete; prompt on Piet or Peter]",
                "being bandaged [or wearing a headband, kerchief, or bandana; accept blinded; accept blindfolded] "
            ],
            "parts_sanitized": [
                "Name these businesses. Whereas a green cross in the United States usually signals a marijuana dispensary, in continental Europe it symbolizes these businesses, which are also represented by the “Rx” symbol.",
                "In June 2020, Dutch Prime Minister Mark Rutte stated that he considers the portrayal of this other Dutch traditional figure to be a racist practice. Individuals portraying this sometimes-Moorish figure rub soot on their face on St. Nicholas’s Eve.",
                "Moor’s heads are also a common motif in heraldry. Moor’s heads with this specific feature are displayed on the current flags of Corsica and Sardinia, facing left and right respectively. It is not being bearded or wearing an earring."
            ],
            "subcategory": "Geography",
            "category": "Geography"
        },
        {
            "leadin_sanitized": "Answer the following about Japanese clans that were thorns in the sides of the Great Unifiers, for 10 points each:",
            "answers_sanitized": [
                "Sanada clan [or Sanada-shi]",
                "Oda Nobunaga [reject “Nobunaga”]",
                "Battle of Nagashino [accept Nagashino castle] "
            ],
            "parts_sanitized": [
                "A fortification called “[this clan] Maru” repelled all of Tokugawa’s assaults during the siege of Osaka. Fifteen years earlier, members of this clan halted Tokugawans at Ueda Castle.",
                "This first unifier of Japan almost died when an Azai clan samurai charged his tent at the Battle of Anegawa. A Japanese poem says that “[this man] pounded the rice / Hideyoshi baked the cake / and Tokugawa ate it.”",
                "Although Takeda Shingen bested Tokugawa at the Battle of Mikatagahara, Takeda Katsuyori’s cavalry was decimated by tanegashima guns wielded by troops under Tokugawa and Oda at this battle. Okudaira Sadamasa changed his name to Nobumasa after this 1575 battle near the namesake castle."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Answer these questions about books inspired by James Joyce’s Ulysses. For 10 points each:",
            "answers_sanitized": [
                "New York City [accept NYC; accept The New York Trilogy by Paul Auster]",
                "Leon Forrest [or Leon Richard Forrest]",
                "Virginia Woolf "
            ],
            "parts_sanitized": [
                "Both Jacob Appel’s novel The Biology of Luck and Sheila Callaghan’s play Dead City retell Ulysses in this non-Dublin city. A series of novels consisting of City of Glass, Ghosts, and The Locked Room take place in this city.",
                "This African American author’s 1,100-page novel Divine Days has a structure based on Ulysses. Toni Morrison championed this author’s novels There is a Tree More Ancient Than Eden and The Bloodworth Orphans.",
                "This author recalled reading Ulysses with “spasms of wonder” in one of her notebooks and drew on its “Wandering Rocks” section in her novel Mrs Dalloway."
            ],
            "subcategory": "Other Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The Inuit group and the Norse group contain irregular examples of this group of objects. For 10 points each:",
            "answers_sanitized": [
                "moons of Saturn [accept natural satellites of Saturn; prompt on moons or satellites with “orbiting what planet?”]",
                "eccentricity",
                "serpentinization "
            ],
            "parts_sanitized": [
                "Name this group of more than eighty astronomical objects that includes Iapetus, Rhea, Encleadus, and Titan.",
                "Like all irregular moons, the irregular moons of Saturn have a large value for this quantity. In the denominator of the equation describing an elliptical orbit, this quantity multiplies the cosine of the true anomaly.",
                "The large abundance of methane in Titan’s atmosphere despite its constant photochemical destruction is thought to be due to this process. Hydrothermal fluids react with ultramafic silicate minerals in this geochemical process that produces hydrogen, which could go on to react with carbon grains, forming methane by a Fischer–Tropsch reaction."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The streets of Carmel, Indiana are notable for their 128 examples of these features, making up about three percent of the total amount in the US. For 10 points each:",
            "answers_sanitized": [
                "modern roundabouts [accept traffic circles or rotaries]",
                "Las Vegas, Nevada (The book is Beneath the Neon.)",
                "Sweden [or Sverige; or Kingdom of Sweden] "
            ],
            "parts_sanitized": [
                "Name this type of one way, circular intersection generally shown to be safer and more efficient than four-way signalized intersections. Frank Blackmore designed the first of these based on the give-way rule.",
                "The first modern roundabouts installed in the US were installed in the planned community of Summerlin, just outside this city. A book by Matthew O’Brien documents the unique subculture of around 1,000 people who live in the drainage tunnels beneath this city.",
                "A custom of placing homemade dog sculptures on the islands of roundabout began in this country in the mid 2000s. On September 3rd, 1967, motorists in this non-island country switched from driving on the left to the right-hand side of the road, an event called Dagen H."
            ],
            "subcategory": "Geography",
            "category": "Geography"
        },
        {
            "leadin_sanitized": "Albert Mehrabian’s 7 percent-38 percent-55 percent rule is widely misinterpreted to mean that 55 percent of human communications are of this type. For 10 points each:",
            "answers_sanitized": [
                "body language",
                "haptics [accept haptic feedback or haptic technology]",
                "Edward T. Hall "
            ],
            "parts_sanitized": [
                "Name this broad class of non-verbal communications that includes facial expressions, gestures, and posture.",
                "This communications subfield studies the body language involved in human contact or touches, such as the firmness of a handshake. Scholars in the field of human-computer interaction may use tactile sensors and vibrations to give a type of “feedback” described by this word.",
                "This American anthropologist integrated observations about body language and cultural notions of personal space in founding the field of proxemics. This anthropologist also described the distinctions between high- and low-context cultures in his book Beyond Culture."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        }
    ]
}