{
    "tossups": [
        {
            "question_sanitized": "The tragic story of innocent bystander Valentino Modestino was retold in a money-hemorrhaging pageant put on by this organization with a John Sloan-designed set. A man laying down likens Pumpkin Johnny, Sawdust Willy, and the title character to cascarets because “they work while I sleep” in one of this organization’s comics centering on the literally blockheaded Mr. Block. An analog clock that spells out the word “ORGANIZATION” appears in a “silent agitator” created by this organization. A man raises his right arm as he steps out of the page over a sign advertising “The Pageant of the (*) Paterson silk strike” in a graphic designed by this union. “You’ll get pie in the sky when you die” is part of the refrain of a Joe Hill song written for this union. Little red song books were distributed by, for 10 points, what syndicalist union whose founding members include Bill Haywood?",
            "answer_sanitized": "IWW [or Industrial Workers of the World; accept the Wobblies] (The song quoted is “The Preacher and The Slave,” which coined the expression “pie in the sky.”)",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "During a job interview, a character in this novel struggles to read the sloppy handwriting in a French letter and is chided for saying doigts (“dwah”) means “fingers” instead of “toes.” In this novel, a metalworker pushes his boss down some stairs while trying to fight the protagonist for taking his estranged wife to see Sarah Bernhardt. A man in this novel burns a loaf of bread while flirting with (*) Beatrice in an attempt to make his fickle lover jealous. Shortly after encountering his typhoid-ridden romantic rival Baxter in a hospital, the protagonist of this novel mercy kills his mother with morphine. The protagonist of this novel grows up with his tomboy sister Annie and his older brother William in a coal mining community called the Bottoms. The protagonist is torn by his love for Miriam Leivers and Clara Dawes in, for 10 points, what D. H. Lawrence novel about painter Paul Morel?",
            "answer_sanitized": "Sons and Lovers",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "TSG101, ALIX (“alex”), and CD63 are markers for a type of these structures whose biogenesis pathways are classified by their dependence on the ESCRT (“escort”) system. The SM proteins Munc-13-1 and Munc-18-1 inhibit the de-priming of these structures by N-ethyl·male·imide-sensitive factor. An arginine residue from a protein bound to one of these structures along with three glutamine residues form the zero ionic layer of a complex that is otherwise hydrophobic. A four-stranded coiled coil complex formed by a zippering mechanism drives the (*) fusion of these structures. VAMP2 (“vamp-2”), syntaxin 1A, and SNAP-25 (“snap-twenty-five”) make up the SNARE (“snare”) complex that fuses these structures to the plasma membrane. Triskelion-shaped proteins assemble into a clathrin lattice around these structures. For 10 points, what structures used by cells to transport molecules consist of fluid enclosed by lipid bilayer?",
            "answer_sanitized": "vesicles [accept synaptic vesicles; accept secretory vesicles; accept extracellular vesicles; accept exosomes; accept vesicle membranes or membranes of vesicles; accept liposomes; accept ILVs or intraluminal vesicles; accept multivesicular bodies; accept endosomes; prompt on MVBs]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "A group in this country executed Swiss missionary Béatrice Stöckli about a year after massacring 100 Christians in the town of Sobame Da. The librarian Abdul Kader led an operation in this country in which thousands of subversive medieval manuscripts were smuggled out of an embattled city by donkey cart. A battle in this country’s town of Talahandak killed JNIM affiliate and (*) Al-Qaeda leader Abdelmalek Droukdel. ECOWAS has applied sanctions to this country since Assimi Goïta and Bah Ndaw took power shortly before its previous leader went to the UAE for medical treatment. The Tuareg sepertist MNLA based in the north of this country have called for the re-establishment of the Azawad state. An August 2020 coup ousted Ibrahim Boubacar Keïta as the president of, for 10 points, what West African country where the Islamist group Ansar Dine have carried out attacks in Timbuktu?",
            "answer_sanitized": "Republic of Mali [prompt on Azawad until “Azawad” is read]",
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "question_sanitized": "Infrared analysis of this painting has shown that a series of ribbons held by brown, red, and white robed figures list a set of twelve “privileges.” A group of figures in the sky in this painting are similar in composition to a group from its artist’s other painting Coronation of the Virgin. Following chapters 11 and 12 of the Book of Revelation, this painting’s inscription claims it was painted in a three and a half year period “during the release of the devil,” and was likely influenced by the oratory of (*) Savonarola. At the bottom of this painting, a grey demon holding a spear is near a group of three men each wrestling with an angel. Three more angels appear on a rooftop in this painting, immediately above an aged Joseph hauntingly hiding his face in his arm to the right of the Magi. For 10 points, name this painting of the birth of the Christ child by Sandro Botticelli.",
            "answer_sanitized": "The Mystical Nativity [accept The Mystic Nativity; accept Sandro Botticelli’s Nativity until “Sandro” is read]",
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "After binding to enzymes that catalyze the addition of these groups, one substrate adopts a question mark confirmation that facilitates the polarizing of a carbonyl by phenyl·alanine and leucine residues. One of these groups is attached to N-terminal glycines in a nucleophilic addition-elimination catalyzed by NMTs. Erf2 and the ankyrin repeat-containing protein Akr1 belong to a family of proteins with DHHC-CRD domains that attach one of these groups to cysteine residues; that modification increases proteins’ affinity to lipid rafts. LCAT transfers these groups after activation by (*) ApoA-I. Palmitoylation (“pal-mih-TOE-ill-ay-shun”) adds these groups to proteins. De·carboxyl·ation (“de-car-BOX-ill-ay-shun”) of malonyl-CoA is a key step in the synthesis of 16 carbon-long chains of these groups, while they are degraded by beta-oxidation. For 10 points, name these lipids attached to glycerol in triglycerides.",
            "answer_sanitized": "fatty acids [accept acyl groups; accept myristoyl, myristic acid, or myristate; accept palmitoyl, palmitic acid, or palmitate until “palmitoylation” is read; prompt carboxylic acids; prompt on lipids until “lipids” is read; prompt on acids; reject “fats”]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "This leader demonstrated to journalists their inability to fit under a bed after being accused of hiding in that position during a coup attempt led by Gregorio Honasan. Shortly following this leader’s passage of a new constitution, twelve demonstrating farm workers were killed in the Mendiola Massacre, lending urgency to the CARP land reforms. This leader’s legitimacy was promoted by (*) Cardinal Jaime Sin’s broadcasts on Radio Veritas. While meditating at a convent, this leader was informed that General Fidel Ramos had defected to their side, essentially ending a contested election. This one-time housewife became a politician after her husband Benigno was assassinated on a tarmac following his return from exile in 1983. For 10 points, name this politician who succeeded Ferdinand Marcos as president following the People’s Power Revolution in the Philippines.",
            "answer_sanitized": "Corazon Aquino [or Maria Corazon Cojuangco Aquino; accept Cory Aquino; accept Maria Corazon Sumulong Cojuangco]",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "When a character in this story thinks of her early life in a “noisy town,” she remembers a great red-faced boy who used to chase her and a “wretched geranium that belonged to a town neighbor.” The last line of this story references Romans 12 in mentioning “gifts and graces” after noting that the main character could love a man “as a dog loves.” A character in this story zones out while watching a “hop-toad in the narrow footpath” as a man offers her ten dollars. This story begins with the protagonist, a girl of nine, playing a game of hide and seek with the (*) cow Mrs. Mooley. After climbing the tallest pine tree in the forest to get a sweeping view of the Maine countryside, this story’s protagonist spots the title creature. For 10 points, name this story by Sarah Orne Jewett in which Sylvie refuses to tell a hunter the location of the title bird.",
            "answer_sanitized": "“A White Heron”",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The Justice of the Peace of this town owns a restaurant called Bad Hombres and, although this town lacks a mechanic, it does have a public radio station, KRTS. The Paisano Hotel in this town features pictures of James Dean from when he was there filming the movie Giant. A converted military hospital in this town is now “a machine to track how the sun moves” called Dawn to Dusk, a large artwork by Robert Irwin. The Amazon series I Love Dick is set in this city. Artists Michael Elmgreen and Ingar Dragset got an Italian company to donate merchandise for a fake (*) Prada store some 37 miles outside of this town. Large box-like structures such as 15 Untitled Works in Concrete and 100 Untitled Works in Mill Aluminum were constructed in this town by the museum-hating minimalist artist Donald Judd. For 10 points, name this artist colony in west Texas.",
            "answer_sanitized": "Marfa, Texas",
            "subcategory": "Geography",
            "category": "Geography"
        },
        {
            "question_sanitized": "On Epiphany, some members of this sect participate in the diving for the cross ceremony, in which teenage boys compete to retrieve a white cross from underwater. A group within this sect are divided into robe-wearers, the small-gowned, and the large-gowned. When ordinations are performed during the services of this denomination, the congregation must shout a word meaning “he is worthy.” Members of this sect hear Psalms 102 and 145 during the typica. This is the largest sect to perform the sacrament of (*) Chrismation. Churches of this denomination in California were the first of their kind to feature pews. Priests of this denomination wear black cylindrical hats called kalimavkion and typically wear beards. For 10 points, name this large Christian church governed by Holy Synods of bishops, one of which is led by the Patriarch of Constaninople.",
            "answer_sanitized": "Eastern Orthodox Christianity [accept Greek Orthodox Chrisitianity; accept Orthodox Catholic Church; reject “Catholic Church” or “Catholicism” alone] (The word shouted to confirm an ordination is “axios.”)",
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "Higginbotham’s puzzle considers how these statements are universally generalizable in the scope of “every” but have existential force in the scope of “no.” Herburger’s hypothesis states that “bare” examples of these statements are lexically ambiguous. David Lewis proposed using these statements as restrictors in his paper “Adverbs of Quantification.” C. I. Lewis adopted the use of a (*) box to represent the modal use of these statements, called their “strict” kind. The corresponding type of these statements can be used to test for validity, and the first premise for a modus ponens argument must be one of these statements. If a statement takes the form “not both p and not q,” it is the “material” type of one of these statements. An arrow pointing right from antecedent to consequent represents, for 10 points, what connectives that take the form “if X, then Y?”",
            "answer_sanitized": "conditional statements [accept indicative conditionals; accept material conditional; strict conditional; accept bare conditional; accept corresponding conditional; accept material implication; accept material consequence; accept implication or implies statements; accept if-then statements until “if X, then Y” is read]",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "Approximants show vertical striation on wideband examples of these diagrams. The standard software for the analysis of these diagrams is Praat. The production of the inputs to the instruments that produce these diagrams is a two stage process according to source-filter theory. Gaps on the order of tens of microseconds on these diagrams indicate a period referred to as the VOT. Transitions on these diagrams can be quantified by finding a locus between features like (*) F1 and F2. The lowering of a third feature on these diagrams can be indicative of rhotacization. Dark features on these diagrams are called formants, which are instrumental to finding the fundamental frequency of the vocal cords. For 10 points, name these diagrams that plot time on the x-axis and frequency on the y-axis, used by linguists to study the articulation of human speech.",
            "answer_sanitized": "spectrograms [accept output of spectrographs or similar answers] (VOT is the voice onset time.)",
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "question_sanitized": "The workers of a factory in Bryansk gifted Leo Tolstoy a green one of these objects with the engraving “the Russian people will always hold you dear,” which Tolstoy kept on his writing desk for the rest of his life. During a visit to Paris, Truman Capote intended to speak to Colette about writing but instead ended up discussing Colette’s huge collection of these objects, which she called “my snowflakes.” In a novel, a man calls one of these objects “a little chunk of history” and “a message from a hundred years ago” while examining it in (*) bed along with his lover. A man gazes into one of these objects and imagines it contains the room he is in along with a fragment of coral after buying it from Mr. Charrington for four dollars. The Thought Police eventually smash, for 10 points, what sort of decorative object owned by Winston Smith in 1984?",
            "answer_sanitized": "glass paperweights [accept coral paperweight; prompt on orb, snowglobe, or glass ball]",
            "subcategory": "Other Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "Composer and type of piece required. The first theme of one of these pieces features the right hand melody (read slowly) C-D-F sharp-B flat-A, long G, which is then answered by a low B-flat-D dyad. The second of these pieces begins with both hands playing C’s in a short-long, short-long rhythm. The first of these pieces opens with a first inversion A-flat major Neapolitan chord arpeggiated in octaves. The composer of these pieces modified sonata form to create a unique (*) form named for them, in which two expositional themes are reversed in order during recapitulation in a “mirror reprise.” Most of these pieces are written in 6/8 (“six-eight”) time, but the G minor first of them begins in 4/4 (“four-four”), changes to 6/4 (“six-four”), can then back to 4/4 for the Presto con fuoco coda. Adam Mickiewicz (“meets-KYEH-vich”) poems may have inspired, for 10 points, what four challenging pieces by a Polish-French composer, named for a type of medieval heroic narrative?",
            "answer_sanitized": "Frédéric Chopin’s ballades [or Fryderyk Chopin’s ballades]",
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "In a type of these data structures, the remove operation ends by doing a cascading cut. That type of these data structures marks an element if it has lost a child since the last time it was made a child of another element. Merging two of another type of these data structures is done by merging constituent data structures of the same order to maintain the binomial property. One type of these data structures bounds node degree by log of the number of nodes with base equal to the (*) golden ratio. Increase-key operations update arbitrary values in these implementations of priority queues. Nodes are sifted up or down to turn a binary tree into one of these data structures. In these data structures’ min type, parents are less than or equal to their children. For 10 points, name these data structures that share their name with memory used for dynamic allocation, contrasted with the stack.",
            "answer_sanitized": "heaps [accept Fibonacci heaps or F-heaps; accept binary heaps; accept min heaps; accept priority queues until “priority” is read; reject “tree”] (The third clue refers to merging binomial heaps.)",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "Description acceptable. For usage in these locations, Christopher Bommarito developed a seven-staged “Conclusion Scale” to categorize the presence of trace substances. The cursed Eduard Piotrowski pioneered a technique for these locations that partly centers on the identification of “spines,” “satellites,” and “exclamation point” shapes. Cyanoacrylate fuming is often paired with the ACE-V (“ace-vee”) method to analyze formations found in these locations. (*) Locard’s exchange principle governs the contents of these general locations, whose “latent” organic compounds can be dyed via the application of ninhydrin. Material taken from these locations must be carefully documented via the chain of custody to guard against allegations of fabrication. Brightly colored tape marks off, for 10 points, what general locations in which acts like murder may have been committed?",
            "answer_sanitized": "crime scenes [accept sites of crime or other descriptions of locations where crimes/criminal acts were committed; accept locations where specific crimes were committed, such as murder scenes; reject “crime labs” or “crime laboratories”] (Eduard Piotrowski is cursed because he smashed rabbits with heavy objects to study blood splatter, the fiend.)",
            "subcategory": "Other Academic",
            "category": "Other Academic"
        },
        {
            "question_sanitized": "Benettin et al. as well as Shimada and Nagashima are credited with the standard algorithm for computing these quantities, which uses the Gram–Schmidt procedure to keep deviation vectors linearly independent. Pesin’s relation connects these quantities to the Kolmogorov–Sinai, or measure-theoretic, entropy. The limit as t goes to infinity of (read slowly) one over t times the log of the norm of a cocycle acting on a vector (end read slowly) converges and equals one of these quantities by Oseledets’ (“oh-suh-LEH-dets-ez”) theorem. In symplectic systems, these quantities are paired, and each pair sums to (*) zero. For a 1D (“one-d”) map f of x, there is only one of these quantities, and it equals the time average of the log of df-dx. These quantities measure the rate of separation of phase space trajectories. For 10 points, a system is chaotic if it has a positive value for the largest of what exponents named for a Russian mathematician?",
            "answer_sanitized": "Lyapunov exponents [or Lyapunov characteristic exponents; accept Lyapunov after “exponents” is read]",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "This politician displayed his dedication to his wife when he went before the non-emperor Balbinus to offer himself as bond for her involvement in their son’s plot. This politician, whom Decimus Brutus branded “that weathercock of a fellow,” was married to Junia Secunda. This politician was regularly humiliated by being brought in from his exile in Circeii and made to vote last. Maecenas prosecuted this politician’s son for high treason after uncovering the son’s ill-conceived assassination plot. Earlier in life, this politician was Master of the Horse when (*) Caesar died. This politician’s bad rap largely stems from Cicero’s rancor after Cicero felt betrayed by this politician’s actions after Mutina. This politician was forced to surrender Sicily, but he remained Pontifex Maximus until his death in 13 BC. For 10 points, name this tarnished member of the Second Triumvirate.",
            "answer_sanitized": "Marcus Aemilius Lepidus [reject “Lepidus the Younger”]",
            "subcategory": "Ancient History",
            "category": "History"
        },
        {
            "question_sanitized": "A Derek Mahon poem that reflects on this event imagines a “pandemonium of / Prams, pianos, sideboards, winches, / Boilers bursting and shredded ragtime.” Short digressive poems about Paolo Veronese, a man stuck in a box, and the eruption of an Icelandic volcano are interspersed among the numbered cantos of a poem titled for this event; that epic poem is by German poet Hans Magnus Enzensberger. One poet’s concept of the (*) Immanent Will is referenced in a poem in which this event occurs when a “sinister mate” and a “creature of cleaving wing” undergo an “intimate welding of their later history” in an event that “jars two hemispheres.” That poem centering on this event begins by describing an object “In a solitude of the sea / Deep from human vanity.” Thomas Hardy’s “The Convergence of the Twain” centers on, for 10 points, what 1912 nautical disaster?",
            "answer_sanitized": "the sinking of the RMS Titanic [accept Titanic Disaster; prompt on the sinking of a ship]",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "The 1974 case U.S. v. Calandra held that the exclusionary rule does not apply to proceedings of these bodies, while the decision in Hurtado v. California allowed state governments to forgo the use of these bodies. An oft-cited “Rule 6e” states the secrecy guidelines for these bodies. The constitutional clause that establishes these bodies notes exemptions for military affairs, which are instead addressed by Article 25 (*) hearings. These bodies, which must decide issues based on a supermajority, write either “a true bill” or “ignoramus” on a form to conclude their investigation. In most jurisdictions, these bodies are made up of sixteen to twenty-three members, unlike similar twelve member bodies referred to as “petit” or “trial” types. If these bodies issue an indictment, a criminal trial can begin. For 10 points, name this type of legal body that determines if enough evidence exists for a legal trial.",
            "answer_sanitized": "grand jury [prompt on jury; reject “trial jury” or “petit jury”]",
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "question_sanitized": "This character collapses into a chair and appears to be asleep after mentioning “Platonic men” emerging from a cave. This character’s wife exclaims “We’ll teach these motherfuckers how to dance” before this character fondles her on a bed. Shortly after this character’s wife lays down in a sexy pose and says “hit it boys,” this character emerges from a hidden door in a giant painting of himself and sings “I am no one.” This character is first seen being helped to a chair by a trio of (*) identically dressed women in suits. Though he does not appear in the second act of the opera he’s from, his wife does and repeatedly sings that she is the wife of this character during a chaotic performance of The Red Detachment of Women. An orchestral intermezzo foxtrot that is excerpted from an opera is titled this character dances. For 10 points, name this world leader visited by Richard Nixon in an opera by John Adams.",
            "answer_sanitized": "Mao Zedong [accept Chairman Mao; prompt on The Chairman]",
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Two answers required. George Kinloch led a failed attempt by one of these countries to blockade the other’s food supply for three months. During a conflict between these two countries, a mass desertion by one side resulted in the other gaining a decisive victory at the Battle of Jaithak (“JAY-tuk”). A conflict between these two countries was ended by the Treaty of Sugauli, which created the 54th and 59th rifle divisions. Though neither is India, soldiers from one of these two countries under the command of a general from the other murdered civilians in the (*) Jallianwala Bagh (“JAH-lee-ahn-wah-lah bahg”) massacre. Kukri-wielding soldiers from one of these countries were employed in the other’s armed forces and were known as Gurkhas. For 10 points, name these two countries, one of which funded an expedition in which a Sherpa mountaineer from the other, Tenzing Norgay, reached the summit of Mount Everest.",
            "answer_sanitized": "Great Britain [accept England; accept United Kingdom; accept UK] AND Nepal [accept the Kingdom of Gorkha until “Gurkhas” is read]",
            "subcategory": "European History",
            "category": "History"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "In this composer’s Studies in Black and White, the left hand plays only on the black keys while the right plays only on the white keys. For 10 points each:",
            "answers_sanitized": [
                "Nicolas Slonimsky [or Nikolai Leonidovich Slonimskiy] (The unnamed book is Lexicon of Musical Invective.)",
                "Frank Zappa [or Frank Vincent Zappa]",
                "12 [accept 12 tone serialism] "
            ],
            "parts_sanitized": [
                "Name this Russian-American composer and author who attempted to document every playable piano scale in his Thesaurus of Scales and Melodic Patterns. Another of his reference books collects “hilarious” classical music insults “since the time of Beethoven.”",
                "Slonimsky was friends with this avant-garde composer and guitarist who pioneered the tape technique of xenochrony on albums like Uncle Meat. His forays into jazz fusion include his album Hot Rats.",
                "Slonimsky’s experiments in harmony led him to develop the Grandmother Chord, a chord containing every possible interval and this many tones. Tone rows in Arnold Schoenberg’s serialism consist of this many tones, as does a chromatic scale."
            ],
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Although sheeted dikes were first discovered in one of these objects that contains the Troodos mountains, Robinson et al. argue that sheeted dike complexes are rare in these objects. For 10 points each:",
            "answers_sanitized": [
                "ophiolites [accept ophiolite complexes]",
                "seafloor spreading [prompt on spreading; prompt on descriptions of the creation of oceanic crust]",
                "continental drift "
            ],
            "parts_sanitized": [
                "Name these objects defined as having, from the base upward, peridotites, layered ultramafic rocks and gabbros, isotropic gabbros, dikes, and an extrusive sequence, composed of pillowed and massive lavas.",
                "The presence of sheeted dikes implies that the rate of this process is balanced by magma supply. Magnetic stripes formed during this process record geomagnetic reversals.",
                "Observations of seafloor spreading helped solidify plate tectonics theory, which builds off of this earlier theory proposed by Alfred Wegener. This theory posits that the namesake land masses move on geological timescales."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "One of these animals is compared to a “living shovel” who shuffles “away alive” aftering awakening several dead people in Alice Oswald’s poem “Body.” For 10 points each:",
            "answers_sanitized": [
                "badger [accept “The Badger”]",
                "Watership Down",
                "The Once and Future King (by T. H. White) "
            ],
            "parts_sanitized": [
                "Name this animal that is beaten with cudgels and attacked by hunting dogs in a violent poem by John Clare. In a novel, a group of characters encounter a blood-soaked one of these animals they call Lendri.",
                "Lendri the badger appears in this strangely violent novel by Richard Adams, in which anthropomorphic rabbits like Hazel and Fiver attempt to find a new warren.",
                "In this 1958 comic fantasy novel, Merlin transforms the orphan boy Wart into an ant, a goose, and a badger. This book revises earlier novels like The Queen of Air and Darkness and The Ill-Made Knight."
            ],
            "subcategory": "Other Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "POWs of these people had their legs maimed by pickaxes and had the stumps dipped in boiling tallow to prevent escape. For 10 points each:",
            "answers_sanitized": [
                "Mapuches [accept Araucanians]",
                "Chile [or Republic of Chile; or República de Chile]",
                "Destruction of the Seven Cities [accept synonyms in place of destruction; accept Destrucción de las siete ciudades] "
            ],
            "parts_sanitized": [
                "Name these people who launched malón cattle raids across their de facto northern boundary of the Biobio River. A French lawyer once declared himself King Orélie-Antoine I of the kingdom of these people.",
                "The Mapuche’s heroic resistance is immortalized in this country’s national epic, La Araucana. Pedro de Valdivia founded this country’s cities of Santiago and Concepción before being killed by the Mapuches.",
                "The Mapuche and Huilliche (“wee-YEE-chay”) uprising of 1598 that temporarily forced out the Spanish is given this name in Chilean historiography. The name of this event refers to the decimation of a group of places that included Santa Cruz de Coya and La Imperial."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "An essay by this thinker examines the disunity arising from a disagreement about how to properly perform funeral rites for a young boy in central Java. For 10 points each:",
            "answers_sanitized": [
                "Clifford Geertz [or Clifford James Geertz]",
                "Sherry Ortner [or Sherry Beth Ortner]",
                "ideology [accept “Ideology as a Cultural System”; accept Ideology and Utopia] "
            ],
            "parts_sanitized": [
                "Name this ethnographer who ushered in interpretivism and the use of thick description in cultural anthropology with his book The Interpretation of Cultures, which includes “Deep Play: Notes on the Balinese Cockfight.”",
                "This foremost contemporary interpreter and former student of Geertz examined notions of the “serious game” among Sherpas in one of her many studies of practice theory. She theorized about the gendering of large conceptual frameworks in her influential paper “Is female to male as nature is to culture?”",
                "The final essay in Geertz’s The Interpretation of Cultures treats this concept “as a cultural system” and compares it to an earlier treatment of religion. Karl Mannheim presented his framework of the sociology of knowledge in a book titled for this concept and utopia."
            ],
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "This left-handed musician played a right-handed guitar upside-down and backwards until he met Leo Fender, who gave him a left-handed guitar in exchange for testing some new amps that he proceeded to blow out and catch on fire. For 10 points each:",
            "answers_sanitized": [
                "Dick Dale [or Richard Anthony Monsour]",
                "surf rock",
                "“Pipeline” "
            ],
            "parts_sanitized": [
                "Name this American guitarist whose heavy-reverb, or “wet,” instrumental 1962 cover of the Mediterranean folk song “Misirlou” was revived in popularity by its inclusion in the opening credits of Pulp Fiction.",
                "Dale’s “Misirlou” led him to be nicknamed the “King” of this style of guitar-based rock named for an activity popular at California beaches.",
                "Along with Stevie Ray Vaughan, Dale covered this instrumental surf rock staple by The Chantays for the film Back to the Beach, although the band most well-known for covering this song is The Ventures."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": "An enormous one of these objects is created by two men on stage in John Logan’s play Red. For 10 points each:",
            "answers_sanitized": [
                "a painting [accept a Mark Rothko painting; accept a white painting; accept an abstract expressionist painting; prompt on an artwork] (The Yasmina Reza play is Art.)",
                "Wassily Kandinsky [or Wassily Wassilyevich Kandinsky]",
                "Athol Fugard "
            ],
            "parts_sanitized": [
                "Name this type of object that causes a series of arguments among the friends Serge, Marc and Yvon in a 1994 play by Yasmina Reza.",
                "In John Guare’s (“gwair’s”) play Six Degrees of Separation, Paul uses his knowledge of a painting by this artist to ingratiate himself with the Ketteridge family. A large, two-sided, rotating painting by this artist provides the backdrop for most of that play.",
                "South African outsider artist Nukain Mabuza provided the inspiration for this author’s play The Painted Rocks at Revolver Creek. This South African also wrote Blood Knot and Master Harold… and the Boys."
            ],
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "These soil bacteria secrete Nod factors, which induce root hair elongation and the formation of an infection thread. For 10 points each:",
            "answers_sanitized": [
                "rhizobia [or Rhizobium; reject “rhizomes”]",
                "ammonia [or NH3]",
                "bioflavonoids "
            ],
            "parts_sanitized": [
                "Name these bacteria that rely on oxygen provided by leg·hemoglobin in root nodules. These nitrogen-fixing bacteria live in symbiotic relationships with legumes.",
                "Nitrogenases in rhizobia fix atmospheric nitrogen into this compound and a similar ion with an additional proton.",
                "Lectins and these compounds in root exudates help establish rhizobia-legume symbiosis. Phenyl·alanine is a precursor to these polyphenolic compounds, whose subgroups include chalcones, anthocyanins, and condensed tannins."
            ],
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Many photographs by this artist focus on the hands of workers, like one of a puppeteer operating a marionette and another of a man grasping a shovel. For 10 points each:",
            "answers_sanitized": [
                "Tina Modotti [or Assunta Adelaide Luigia Modotti Mondini]",
                "Edward Weston [or Edward Henry Weston]",
                "a flag [accept a red flag; accept American flag or synonyms] "
            ],
            "parts_sanitized": [
                "Name this Italian-born Hollywood actor-turned-photographer who spent much of her artistic career documenting the activity of the Mexican Communist Party and the works of major muralists like Diego Rivera.",
                "Many of Modotti’s sharp focus, close-up images of plants resemble works by this photographer, her one time lover. This photographer’s best known black and white still lives include Nautilus and Pepper No. 30.",
                "The cover of the photobook Tina Modotti & Edward Weston: The Mexico Years features a photograph of a woman holding one of these objects. Several soldiers raise one of these objects on a Pacific Island in the most famous photograph by Joe Rosenthal."
            ],
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Lord Carnarvon sent this leader to Cape Colony to confederate all British holdings in southern Africa into one territory, though this leader’s mishandling of local resentment resulted in a series of wars. For 10 points each:",
            "answers_sanitized": [
                "Henry Bartle Frere [or Sir Henry Bartle Edward Frere, 1st Baronet]",
                "Bulgaria",
                "postal system [accept mail or delivery services; accept the Universal Penny Post] "
            ],
            "parts_sanitized": [
                "Name this High Commissioner for Southern Africa who led the British in the Anglo-Zulu War and whose Peace Protection Act provoked the Basuto Gun War.",
                "Frere was appointed during the premiership of Benjamin Disraeli, who was also criticized in a pamphlet partially titled for the “horrors” of this country. This Balkan country effectively gained independence from the Ottomans in the Treaty of San Stefano.",
                "During his time as chief commissioner of Sindh, Frere created one of these systems for British India, which he intended to be better than the system Rowland Hill developed in England. The Thurn und Taxis family was key in the development of another of these systems."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "After fleeing a cursed stone circle at a borah initiation ceremony, this figure’s dog mysteriously gives birth to ferocious puppies with the heads of pigs. For 10 points each:",
            "answers_sanitized": [
                "Byamee [accept Baiame, Biame, Baayami, or Byaayama]",
                "rainbows [accept Rainbow Serpent]",
                "Izanagi AND Izanami [accept in either order; prompt on partial answer] "
            ],
            "parts_sanitized": [
                "Name this creator deity of the Kamil·aroi, Eora, and Wirad·juri people of Australia, often depicted with large eyes and long arms. He is married to the “emu-wife” Bir·rahg·noo·loo.",
                "Another creator figure from Australian Aboriginal tradition is a serpent named for one of these things. Iris is the Greek goddess of these things.",
                "After being formed out of mists, these two figures from another mythological tradition cross a rainbow bridge before settling on some land formed when water droplets falling from the tip of a spear freeze. Name both."
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "Answer the following about relativistic electrodynamics, for 10 points each.",
            "answers_sanitized": [
                "field-strength tensor [or electromagnetic tensor; or electromagnetic field tensor; or Faraday tensor]",
                "wave equation [accept electromagnetic wave equation]",
                "Hendrik Antoon Lorentz "
            ],
            "parts_sanitized": [
                "The E and B fields are united as elements of this second-rank, antisymmetric tensor. The inhomogeneous and homogeneous Maxwell’s equations are written covariantly in terms of this tensor and its dual, respectively.",
                "Establishing the covariance of the equations of electromagnetism also requires writing a differential equation of this type covariantly as the four-gradient of the four-potential equals zero. Generally, this class of hyperbolic differential equations relates the second time derivative of a field to its second spatial derivative.",
                "The E and B fields in one frame are expressed in terms of their values in another frame by applying a transform named for this physicist to the field-strength tensor. This physicist’s namesake factor is denoted gamma."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This case forced the introduction of Section 7 of the APA’s Principles of Medical Ethics, which discourages psychiatrists from publicly discussing their opinion on the mental health of political figures whom they have not personally examined. For 10 points each:",
            "answers_sanitized": [
                "Goldwater v. Ginzburg [accept either underlined part]",
                "Election of 1972",
                "Kennedy family [accept the Kennedys; accept Rosemary Kennedy] "
            ],
            "parts_sanitized": [
                "Name this federal court case, in which the plaintiff sued for defamation in response to a magazine article claiming that over a thousand psychiatrists believed him to be mentally unfit for office.",
                "The issue of mental health of politicians was also relevant in this election year, as Thomas Eagleton’s vice-presidential candidacy was derailed by revelations that he had undergone electroshock therapy for depression.",
                "A member of this political family, Rosemary, was lobotomized for “mental instability,” leaving her incapable of speech and confined to a mental institution for the rest of her life."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Answer the following about architectural works you can rent on Airbnb (“air-be-n-be”), for 10 points each:",
            "answers_sanitized": [
                "Frank Lloyd Wright",
                "Los Angeles [or LA; accept LACMA; accept Los Angeles County Museum of Art] (The natural feature is the La Brea Tar Pits.)",
                "Ricardo Bofill [or Ricardo Bofill Leví] "
            ],
            "parts_sanitized": [
                "This architect used the word “Usonian” to describe a style of simple middle-class homes like the Eppstein and Schwartz Houses, two Midwestern works by this architect available for around five hundred dollars a night.",
                "The Southall studio in this American city is the only Airbnb property among the works of Wright protegé Rudolph Schindler. In 2020, a museum in this city was finally demolished after Peter Zumthor settled on a design without his original “inkblot” idea inspired by a nearby natural feature.",
                "The apartments in this architect’s Muralla (“moo-RAH-yah”) Roja, a complex inspired by kasbahs, are available for 200 dollars per night. This architect revamped an abandoned cement factory into his residence, La Fábrica, which was used as a filming location for season 3 of Westworld."
            ],
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "While poet in residence at Caltech, this author wrote a poem bemoaning, “I don’t care how God-damn smart / these guys are: I’m bored. / It’s been raining like hell all day long and there’s nothing to do.” For 10 points each:",
            "answers_sanitized": [
                "Richard Brautigan (The poem mentioned in the lead-in is “At the California Institute of Technology.”)",
                "the pill [accept birth control pill; accept “The Pill Versus the Springhill Mine Disaster”]",
                "milk [accept “Milk for the Duck”; accept Milk and Honey] "
            ],
            "parts_sanitized": [
                "Name this poet who wrote the poem “All Watched Over by Machines of Loving Grace” Nearly everything in a commune called iDEATH is made of the title substance in this author’s novel In Watermelon Sugar.",
                "The title poem of Brautigan’s 1969 collection mentions this thing along with the Springhill Mine Disaster. The narrator of that poem thinks of “all the people / lost inside you” when their lover uses this thing.",
                "Brautigan wrote “my sexual image / isn't worth a shit. / If I were dead / I couldn't attract / a female fly” in a poem titled for this substance “For the Duck.” This substance and honey title a bestselling poetry collection by Rupi Kaur."
            ],
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Answer the following about Chilean-Danish artist Marco Evaristti, for 10 points each:",
            "answers_sanitized": [
                "bronze [accept The Bronze Horseman]",
                "goldfish [accept Goldfish Blenders; prompt on fish; prompt on animals]",
                "mountain [accept Mount Fuji; accept the Matterhorn] "
            ],
            "parts_sanitized": [
                "Using photographs of victims of terrorist bombings as models, Evaristti made a composite sculpture of 28 different bodies in his Terrorialista, which is made of this metal also used by Falconet to sculpt a horseman in St. Petersburg.",
                "In his most well known piece, Evaristti placed several of these things into working blenders and invited museum visitors to turn the blenders on. That piece named for these things got museum director Peter Meyers arrested.",
                "As part of his environmentalist piece Pink State, Evaristti attempted to paint the top of a notable one of these things red. In a woodblock print, one of these things is framed by a partially constructed barrel."
            ],
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "In a didactic work by this author, the gambler and boozer Shitsuga is told of the reforming potential of Confucianism by Kibo and Daoism by Kyobō before ultimately being persuaded to become religious by the Buddhist Kamei-kotsuji. For 10 points each:",
            "answers_sanitized": [
                "Kūkai [or Kōbō-Daishi]",
                "Ennin [or Jikaku Daishi]",
                "Pure Land [accept Pure Land Buddhism; accept the buddha-field; accept Jìngtǔzōng; accept Jōdo bukkyō] "
            ],
            "parts_sanitized": [
                "Name this author of the Sangō Shi’iki, considered by some to be the first Japanese novel. After studying in China, this author founded the spiritual Shingon School of Buddhism.",
                "Another Japanese Buddhist who spent time in China was this 8th-century adherent to the Tendai School who left a record of his pilgrimage in his detailed diary. He founded the “Mountain Temple” of Yama-dera after being forced to return to Japan during Buddhist purges.",
                "Ennin studied with Chinese adherents to a form of Mahāyāna Buddhism designated by this two-word term, referring to a celestial realm inhabited by Bodhisattvas. The tradition named for this place gives special attention to the Amitābha Buddha."
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "Answer the following about ways to study reaction mechanisms, for 10 points each:",
            "answers_sanitized": [
                "isotopes [accept kinetic isotope effect]",
                "Louis Plack Hammett [accept Curtin–Hammett principle]",
                "crossover experiments "
            ],
            "parts_sanitized": [
                "One way to gain insight on a reaction’s mechanism is to look at the rate constant before and after substituting these things into reactants. Reaction rate changes more when the mass difference between these things is larger.",
                "A principle named for Curtin and this scientist is invoked to explain a reaction’s selectivity when reactants or reactive intermediates rapidly interconvert. The electronic influence of a substituent on a reaction mechanism is quantified using an equation named for this scientist.",
                "These experiments use a mixture of two reactants differing by a double substitution to distinguish intermolecular and intramolecular mechanisms. These experiments confirmed the mechanism of the Claisen rearrangement."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The Pantone Matching System allows designers to compare and contrast these things using a numbered system. For 10 points each:",
            "answers_sanitized": [
                "colors [accept color spaces]",
                "CMYK color space system [accept cyan, magenta, and yellow in any order; accept key or black, cyan, magenta, and yellow in any order]",
                "Munsell color system "
            ],
            "parts_sanitized": [
                "Name these things, produced in printing or on screens using systems like HSL or RGB. Cones cells help humans perceive these things.",
                "Many color printers use this subtractive system to make color. This color space system is named for the three complementary colors of light that make black when mixed.",
                "This color space system, named for an American painter, pin points colors on a cylindrical plot with chroma on the radial axis, hue on the azimuthal axis, and value on the vertical axis."
            ],
            "subcategory": "Other Academic",
            "category": "Other Academic"
        },
        {
            "leadin_sanitized": "A character from this country thrice repeats the phrase “the train carried me to Victoria station and to the world of Jean Morris” as a refrain of sorts while discussing how he seduced English women by comparing himself to Othello. For 10 points each:",
            "answers_sanitized": [
                "Sudan [or Republic of Sudan]",
                "Arabic [or al-Adab al-‘Arabī]",
                "Laila Lalami "
            ],
            "parts_sanitized": [
                "Name this African country, the primary setting of a novel about Mustafa Sa’eed, who is encountered by the narrator in his home village after he earns a doctorate in English poetry from a London university.",
                "Sudanese author Tayeb Salih’s novel Season of Migration to the North, was originally written in this language also used by Naguib Mahfouz for the Cairo Trilogy.",
                "This author wrote an introduction for an NYRB classics edition of Season of Migration to the North. A Palm Springs hit-and-run that kills Driss Guerraoui (“gay-rah-WEE”) kicks off this author’s novel The Other Americans."
            ],
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Answer the following about food and cooking during the Italian Renaissance, for 10 points each:",
            "answers_sanitized": [
                "banquets [accept feasts; accept banchetto or banchetti; accept parties or balls; accept fêtes; prompt on meals or dinners]",
                "Marsilio Ficino",
                "human milk [accept man, men, woman, or women; accept humankind or mankind; accept Oration on the Dignity of Man or De hominis dignitate; accept homo sapiens] "
            ],
            "parts_sanitized": [
                "Cristoforo di Messisbugo’s 16th-century cookbook is titled for these mannerist-influenced events hosted by Duke Ercole d’Este of Ferrara. Cesare Borgia hosted a debauched one of these gatherings in the Papal Palace partially named for chestnuts.",
                "This humanist scholar’s diet book De vita uses the doctrine of signature to argue for eating foods based on their appearances, suggesting eating walnuts since they look like the brain. This scholar founded the Florentine Academy in an attempt to revive Platonic thought.",
                "Both Ficino’s De Vita and Bartolomeo Platina’s De Honesta Voluptate claim that the milk of this mammal is the healthiest while fresh cow’s milk is the worst. A 1486 text named in part for this mammal praised the pursuit of the liberal arts and served as the introduction to its author’s nine hundred theses."
            ],
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "leadin_sanitized": "In 1932, Marx-Engels-Lenin Institute researchers first published a work written in this year. For 10 points each:",
            "answers_sanitized": [
                "1844 [accept Economic and Philosophic Manuscripts of 1844; accept Marx’s 1844 manuscripts]",
                "Ludwig Feuerbach [or Ludwig Andreas von Feuerbach; accept “Theses on Feuerbach”]",
                "labor [accept alienation from labor; prompt on work] "
            ],
            "parts_sanitized": [
                "Name this year. In a discussion of human needs under the rule of private property, the third of a series of theoretical works written in this year claims “A dwelling in the light, which Prometheus in Aeschylus designated as one of the greatest boons, […] ceases to exist for the worker.”",
                "In his 1844 manuscripts, Marx develops his own idea of humanism around man’s species-being, which originated in the work of this philosopher. Marx critiqued this philosopher for restricting human essence to the individual, rather than seeing the human essence as a product of social relations.",
                "A well known section of the 1844 manuscripts focuses on how the worker is estranged from this activity. According to Marx, surplus value arises from the exploitation of this activity by capital."
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        }
    ]
}