{
    "tossups": [
        {
            "question_sanitized": "The Greek tradition has occasionally referred to this practice as Heptapapadum, or the office of seven priests, while Euchologion of Goarius referred to this practice as Euchelaion after the material used in it. Martin Luther criticized this practice as an imitation of Mark 6:13. This practice, which often occurs before the viaticum, is mainly justified by a passage from James 5:14–15, which cites the power of the “prayer of faith” to save this act’s recipient. Along with (*) Penance, this sacrament was first established during session 14 of the Council of Trent. This fifth sacrament involves touching the eyes, ears, hands, and feet of the recipient. For 10 points, name this holy sacrament, a part of last rites in which a near-death member of the Church is blessed with holy oil.",
            "answer_sanitized": "anointing of the sick [or extreme unction; or unctio infirmorum; prompt on last rites or unction; prompt on partial answer; prompt on descriptions like anointing of dying people; do not accept or prompt on “anointing of the dead”] &lt;LC, Religion&gt;",
            "category": "Religion"
        },
        {
            "question_sanitized": "This thinker argues that some mental content has stronger influence over the development of future content, what he calls “cerebral celebrity.” This philosopher argues that our conception of pain is fundamentally flawed, which may be why we have been unable to replicate pain in machines. He rejected Orwellian and Stalinesque hypotheses about the color phi phenomenon because both of them err in assuming a “Cartesian Theater.” This eliminative materialist denies that there is a “hard problem” of (*) consciousness. He used his multiple drafts model to argue against qualia and philosophical zombies. This author of “Quining Qualia” argued that the world had been irrevocably changed by the theory of natural selection. For 10 points, name this author of Darwin’s Dangerous Idea and Consciousness Explained.",
            "answer_sanitized": "Daniel Dennett &lt;NR, Philosophy&gt;",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "A smaller version of this college’s mascot was created by student Amy Sue Hurst and “hatched” during this school’s homecoming football game in 1971. This school’s football team has been in decline since 2007, when head coach Mark Mangino led the team to an Orange Bowl victory over Virginia Tech. Subsequent football coaches for this college’s program have included Turner Gill and Charlie Weis. This school’s basketball team forced overtime against and later beat Memphis in the (*) 2008 NCAA Championship after a late three-pointer by guard Mario Chalmers. A rivalry called the Border Showdown pitted this state school against Missouri, but it ended when the latter left the Big 12 Conference. For 10 points, name this school where Bill Self has coached basketball stars like Andrew Wiggins and Joel Embiid for the last 15 years, the home of the Jayhawks.",
            "answer_sanitized": "University of Kansas [accept KU; prompt on Jayhawks until read] &lt;WD, Trash (Sports)&gt;",
            "category": "Trash"
        },
        {
            "question_sanitized": "In a poem named for this object, the narrator describes a town “thick-spread with a carpet of fallen flowers” and delights in forgetting that he exists. Another work describes a woman with “mist-scented” hair and “jade-white” arms watching this object alone. The exhortation “may we meet at last on the Cloudy River of the sky” was given by a poet who supposedly (*) drowned while trying to reach this object from a boat. The narrator laments that his children won’t understand why he is gone and asks when this object will find him and his wife reunited in a poem partially named for this object by Tu Fu. His friend wrote that this object “will make three men” from his shadow in a poem which states that this celestial object “is no drinker of wine.” For 10 points, Li Po wrote a poem about “Drinking Alone By” the light of what celestial object?",
            "answer_sanitized": "moonlight [accept “Moonlit Night” or “Drinking Alone by Moonlight” or “Dāndú zài yuèqiú xià” or “yuè ye”] &lt;JC, World Literature&gt;",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "A man from this city convinced a sailor not to fear an eclipse by throwing a cloak over his head to point out that it wasn’t that frightening; his two sons were both nicknamed “cabbage-sucker” because of their dim-wittedness. During that man’s reign, this city helped the colony Corcyra at the Battle of Sybota. A man who offered “comfort, not condolence” in a speech that coined the term “equal justice under the law” ruled this city with the aid of his (*) partner Aspasia and was killed by a plague thought to have entered from this city’s port. Shortly after a truce begun by the Peace of Nicias, this city launched a failed expedition against Syracuse to save their allies in Sicily. For 10 points, name this city that built the Long Walls to Piraeus under Pericles and fought Sparta in the Peloponnesian War.",
            "answer_sanitized": "Athens &lt;NR, European History&gt;",
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "question_sanitized": "In a novel from this country, a man is furious to find his mother apparently suffocating the corpse of his father to make a death mask. In that novel from this country, the title character stands up at a magic show with a giant head to scream “Who killed Boy Staunton?” before being psychoanalyzed. In another novel from this country, the schoolteacher Naomi learns about her family’s internment through her Aunt Emily’s diary; that novel is (*) Obasan. This country is the setting of Fifth Business and The Manticore, parts of the Deptford Trilogy. In one novel from this country, a teenager who is named after a swimming pool decides to be Christian, Muslim, and Hindu all at once. In that novel, a child of zoo owners is stuck on a boat with the tiger Richard Parker. For 10 points, name this home country of Joy Kagawa, Robertson Davies, and Yann Martel, the author of Life of Pi.",
            "answer_sanitized": "Canada &lt;JC, British Literature&gt;",
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "question_sanitized": "This thinker criticized linguistic functionalism by examining patterns of Ladakhi /s/ (“ess”) deletion and English coronal stop deletion, which do not vary based on retention of information. This linguist differentiated linguistic indicators, markers, and stereotypes based on salience to speakers and introduced the concept of “speech styles.” This linguist theorized that any changes in sound or grammar that people are consciously aware of will cause a negative reaction in his “Golden Age Principle.” This linguist asked for the location of objects on the (*) fourth floor in a study of department store clerks in New York to examine variation in use of /r/ (“arr”). His thesis is on changes in the dialect of English spoken on Martha’s Vineyard. For 10 points, name this Penn professor, author of Principles of Language Change, and founder of variationist sociolinguistics.",
            "answer_sanitized": "William Labov (“luh-BOHV”) &lt;MT, Social Science (Linguistics)&gt;",
            "category": "Social Science"
        },
        {
            "question_sanitized": "This composer opposed a French boycott of German music during World War I because he felt that music had no nationality, even though the boycott was led by his mentor. He omitted “faithful” from the phrase “deliver the souls of the departed” in the second movement of his most famous work. The stage decorations for a divertissement by this composer were inspired by Watteau (“vah-TOH”), but that group of pieces is now played as an orchestral suite. A suite for piano four-hands by this composer of (*) Masques et bergamasques contains a movement that was named for the dedicatee’s attempts to pronounce her brother’s name; that dedicatee was the daughter of his mistress. This student of Camille Saint-Saëns (“kuh-MEE san-SAWNS”) replaced the typical Dies Irae movement with Pie Jesu (“PEE-ay YAY-zoo”) in his mass for the dead. For 10 points, name this French composer of Dolly Suite, a Pavane in F-sharp minor, and a Requiem in D minor.",
            "answer_sanitized": "Gabriel Fauré &lt;MT, Music&gt;",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Ligand-exchange and Pirkle-type stationary phases are used in column chromatography on analytes with this property. The octant rule and a namesake exciton method are used alongside UV-vis spectroscopy of analytes with this property, which relies on the Cotton effect. TRISPHAT and Eu(fod)3 are shift reagents used when performing NMR on molecules with this property, which exclusively belong to the C1, Cn, and Dn point groups. Both MTPA and MPA are examples of (*) auxiliary compounds used for derivatization of molecules with this property. Molecules with this property can be named following the Cahn–Ingold–Prelog rules. Those molecules can also be classified as levorotatory or dextrorotatory based on the way they rotate polarized light. For 10 points, name this property that refers to the “handedness” of molecules.",
            "answer_sanitized": "chirality [or enantiomers; or specific types of chirality, such as l, levorotatory, d, dextrorotatory, r, s] &lt;PL, Chemistry&gt;",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "In this language, immediately-invoked function expressions, or IIFEs (“iffy’s”), define scope blocks for anonymous functions. This language typically uses prototype inheritance and mixins over class inheritance. Promises are used to run code asynchronously in this language’s new ES6 standard, which also added “let” and “const” keywords. This dynamically typed language, which interfaces with the Document Object Model, has libraries like (*) Angular, React, and JQuery, and its server-side apps use the Node framework. This front-end language defines variables with the keyword “var” and prints with console.log (“console dot log”). It is often used in combination with CSS and HTML on dynamic web pages. For 10 points, name this programming language often confused with Java.",
            "answer_sanitized": "JavaScript [or ECMAScript; or ES6; do not accept or prompt on “Java”] &lt;JC, Other Science (Computer Science)&gt;",
            "subcategory": "Science Computer Science",
            "category": "Science"
        },
        {
            "question_sanitized": "John of Powderham claimed that he was a changeling swapped with this king; a more modern conspiracy theory surrounding him cites the Fieschi (“f’YES-kee”) Letter to claim that he died in Italy. This man and one of his friends annoyed nobles by giving them nicknames like “Black Dog” and “Bursting Belly.” A poem criticizing his reign was titled for the “evil times of” this king, who was forced to sign Ordinances restricting his power. He executed the Earl of Lancaster after the (*) Despenser War and fled to Dunbar Castle in one battle. This king probably had a homosexual relationship with Piers Gaveston, but he probably didn’t have a red-hot poker pushed up his anus when he was kept in Berkeley Castle after being overthrown by Roger Mortimer and Isabella. For 10 points, name this British king who lost the Battle of Bannockburn and succeeded Edward Longshanks.",
            "answer_sanitized": "Edward II [or Edward of Carnarvon; prompt on Edward] &lt;JC, European History&gt;",
            "subcategory": "History British",
            "category": "History"
        },
        {
            "question_sanitized": "This is the gas that is present at a [emphasize] lower concentration in a mixture that is used to stabilize central retinal artery occlusion. The diazyme assay for quantifying this molecule in blood uses two coupled reactions involving the enzymes PEPC (“P-E-P-C”) and MDH. Along with ammonia, this molecule is the final byproduct during catabolism of uracil to beta-alanine. GAD (“G-A-D”) and vitamin B6 can catalyze the release of this molecule from glutamic acid to form (*) GABA (“GAB-uh”), and many enzymatic reactions that transfer this molecule use biotin as a cofactor. Retention of this molecule, called hypercapnia, is common in COPD (“C-O-P-D”). The Haldane effect is the decrease in hemoglobin’s affinity for this molecule near the lungs. A supercritical form of this molecule is used to decaffeinate coffee. For 10 points, name this gas that, along with water, is a byproduct of respiration, with formula CO2.",
            "answer_sanitized": "carbon dioxide [accept CO2 until read] &lt;AP, Biology&gt;",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "This man disenfranchised illiterate voters and upped property requirements via the Franchise and Ballot Act. Two years later, this man forced workers to pay a labor tax and work on individual plots of land via the Glen Gray Act. This man employed Frederick Selous (“suh-LOO”) as a guide for a column of settlers after his agents tricked a ruler into giving away his land by signing an illegibly-scrawled document. Under this man, the BSAC ruled (*) Mashonaland and defeated King Lobengula in the first Matabele War. A Punch cartoon depicts a gigantic version of this man holding a telegraph wire from Cape Town to Cairo in reference to his plans for an Africa-spanning railroad. He was forced to resign as PM of the Cape Colony after the Jameson Raid. For 10 points, name this founder of De Beers Diamond Company, who is the namesake of a scholarship to study at Oxford.",
            "answer_sanitized": "Cecil Rhodes &lt;AJ, World History&gt;",
            "subcategory": "History British",
            "category": "History"
        },
        {
            "question_sanitized": "Note: proper name required. In one of these works, a wandering woman is given as much land as four oxen can plow, but uses magic oxen to make herself a giant island. In another of these works, a man somehow finds a positive meaning in dreams of being attacked by a bear and splashed with blood by an eagle; when those dreams come true, his friend has to play the harp with his toes to escape a snake pit. That character from these works earlier got another man to woo his wife by sleeping with a sword between them and riding through a ring of (*) fire. In the framing of another of these texts, King Gylfi hears tales from “High,” “Just-As-High,” and “Third.” The first of these texts includes the insult-laden Lokasenna as well as the Volsung saga, which includes the story of Regin and Sigurd. For 10 points, name these primary-source texts of Norse mythology compiled by Snorri Sturluson, which include the “Poetic” and “Prose” versions.",
            "answer_sanitized": "the Eddas [accept Poetic Edda or Prose Edda; prompt on Volsung saga or Codex Regius or sagas or Norse sagas or Norse epics or Snorri Sturluson epics or similar descriptive answers by asking “what is the specific title?”] &lt;JC, Mythology&gt;",
            "category": "Mythology"
        },
        {
            "question_sanitized": "In 1978, Jimmy Carter performed a song by this man on the White House lawn, becoming the first and only US President to perform jazz while in office. He’s not Charlie Parker, but a 1997 Jean Bach documentary profiles an altercation in which this man responded to criticisms for playing “Chinese music” solos and shooting spitballs by attacking band leader Cab Calloway with a knife. This man helped pioneer Afro-Cuban jazz by collaborating with Gil Fuller and Chano Pozo to create the first jazz standard based on a clave (“KLAH-vay”). This man borrowed the chord structure of Paul Whiteman’s “Whispering” for his (*) “Groovin’ High,” which was written in the bebop style that this man pioneered with Charlie Parker. For 10 points, name this jazz composer of “Manteca,” “Salt Peanuts,” and “A Night in Tunisia,” who famously performed with his signature puffed cheeks and bent trumpet.",
            "answer_sanitized": "Dizzy Gillespie &lt;JD, Other Arts (Jazz)&gt;",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "A man with this profession who repeats “Humbly report” refuses to be “superarbitrated” and takes an instruction to go to hell literally. Another man with this profession, Chris, does not remember his past 15 years and believes that he is still 20, causing him to be in love with the middle-aged Margaret; that occurs in Rebecca West’s novel about “The Return of” one of these people. Another of these people accidentally hits a train’s emergency brake, is lost in a poker game by the alcoholic minister Katz, and works for Lukáš. (*) Švejk (“sh’VAKE”), that “Good” one of these people, titles a novel by Jaroslav Hašek (“YAH-roh-slav HAH-shek”). Another boy is manipulated into joining this profession by his teacher Kantorek; that friend of Albert Kropp receives Kemmerich’s boots after his death. For 10 points, name this profession of Paul Baumer in Erich Maria Remarque’s All Quiet on the Western Front.",
            "answer_sanitized": "soldier [accept The Good Soldier Švejk or The Return of the Soldier; prompt on more specific ranks or descriptions] &lt;JC, European Literature&gt;",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "A painting by this artist unusually centers on a corpse that is about to be eaten and a fleeing princess in blue and pink, rather than the knight who is about to defeat the title animal. It’s not Raphael, but another painting by this non-Raphael artist of Saint George and the Dragon shows two women, one of whom is kissing a knight, fleeing from Julius Caesar in a boat. This artist painted a series of depictions of Saint Mark, one of which shows him swooping down to protect a nude man being (*) beaten. This man, nicknamed Il Furioso, painted a work in which a nursing Heracles is pulled away from Hera’s breast, which sprays stars. The final work of this painter of The Origin of the Milky Way hangs in the Doge’s Palace in Venice and depicts over 500 separate figures. For 10 points, name this Mannerist painter of Il Paradiso, The Miracle of the Slave, and a version of The Last Supper.",
            "answer_sanitized": "Jacopo Tintoretto [or Jacopo Robusti; or Jacopo Comin] &lt;MT, Painting&gt;",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Measures of this property include logarithmic negativity, which serves as an upper bound for its distillable variety. LOCC (“L-O-C-C”) protocols attempt to maximize this property. Proving the existence of “witnesses” for this phenomenon is critical to proving the Peres–Horodecki (“PEH-ress ho-ro-DETS-kee”) criterion. A state exhibits this property if its Schmidt rank is strictly greater than one. Greenberger–Horne–Zeilinger states have this property between at least (*) three subsystems. Superdense coding relies on the use of this phenomenon, which underlies the speedup of quantum computers due to qubits having this property. No theory with local hidden variables can explain it by Bell’s theorem. The fact that this phenomenon occurs at speeds greater than the speed of light was used to develop the EPR paradox. For 10 points, name this phenomenon labeled by Albert Einstein as “spooky action at a distance.”",
            "answer_sanitized": "quantum entanglement &lt;AP, Physics&gt;",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "A character in this novel claims that the sight of a man nude reminds her of “turkey neck and turkey gizzards.” That character predicts she will be “flying back and forth between one mutually exclusive thing and another for the rest of my days” and was compared to “Salinger’s Franny… in Hell” in one review. In this novel, the protagonist hears “the old brag of my heart” as “I am, I am, I am” before stepping into a room for (*) evaluation at this novel’s end. That character describes the possibilities of her life as figs in a fig tree among which she sees herself starving to death, and she loses her virginity to the professor Irwin after her boyfriend Buddy gets tuberculosis. This novel’s protagonist, a fashion magazine writer, undergoes shock therapy during “the summer they electrocuted the Rosenbergs.” For 10 points, name this novel about Esther Greenwood’s struggle with mental illness, by Sylvia Plath.",
            "answer_sanitized": "The Bell Jar &lt;JC, American Literature&gt;",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "This person and his namesake institute issued a 1966 report calling for a portion of federal taxes to be used to ensure full employment. This man and Chandler Owen opposed black nationalism by using the slogan “Garvey Must Go” in their magazine The Messenger. This man, who led “10,000 Black Men Named George,” proposed the Freedom Budget. With Walter White, this man pressed Franklin Delano Roosevelt to pass (*) Executive Order 8802, banning employment discrimination in the defense industry, by calling for a 1941 march. With Bayard Rustin, this man organized an event that culminated in Martin Luther King’s “I Have a Dream” Speech. For 10 points, name this American civil-rights leader who founded the Brotherhood of Sleeping Car Porters and led the March on Washington.",
            "answer_sanitized": "Asa Philip Randolph [or A. Philip Randolph] &lt;AJ, American History&gt; Bonuses",
            "subcategory": "History American",
            "category": "History"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "One of Miguel Covarrubias’s illustrations for this book depicts its author lying naked on a snakeskin for three days in an attempt to get initiated into a local religion. For 10 points each:",
            "answers_sanitized": [
                "Mules and Men",
                "Zora Neale Hurston",
                "Franz Boas &lt;MT, Social Science (Anthropology)&gt;"
            ],
            "parts_sanitized": [
                "Name this collection of African-American folklore that examines New Orleans and Eatonville stories, including that of a slave scared by a frog while fetching water.",
                "This author of Mules and Men also wrote Tell My Horse: Voodoo and Life in Haiti and Jamaica. She was buried in a grave that remained unmarked until Alice Walker found it in 1973.",
                "Zora Neale Hurston was a student of this “father of American anthropology,” a professor at Columbia University who wrote The Mind of Primitive Man."
            ],
            "subcategory": "Social Science Anthropology",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "A notable recording of these pieces was created by Dietrich Fischer-Dieskau (“DEE-trish fisher-DEE-scow”) and Sviatoslav Richter during the 1970s Salzburg festival. For 10 points each:",
            "answers_sanitized": [
                "Die schöne Magelone [or The Fair Magelone]",
                "lullaby [or Wiegenlied; or Brahms’s Lullaby]",
                "four [accept Four Serious Songs or Four Last Songs; accept Vier ernste Gesänge or Vier letzte Lieder] &lt;PL, Music&gt;"
            ],
            "parts_sanitized": [
                "Name this song cycle by Johannes Brahms based on a novella by Ludwig Tieck. The fifteen romances tell the story of a knight named Peter expressing his love for the princess of Naples.",
                "While the Magelone lieder (“LEE-der”) is Brahms’s only song cycle, his most famous vocal work is without a doubt this short song for a child going to sleep. This piece was dedicated to Brahms’s friend Bertha Faber.",
                "After hearing about Clara Schumann’s stroke, Brahms composed this many “serious” songs in anticipation of her death. A set of this many songs by Richard Strauss is often referred to as his “last” songs."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Using this theorem involves suppressing current inputs and voltage inputs by replacing them with open and short circuits, respectively. For 10 points each:",
            "answers_sanitized": [
                "superposition theorem",
                "Thévenin’s (“tave-NAN’s”) theorem",
                "Gustav Kirchhoff &lt;AP, Physics&gt;"
            ],
            "parts_sanitized": [
                "Name this theorem that allows one to add voltage drops and currents for each power source in a network separately to find the actual voltage drops and currents with all sources active.",
                "This theorem states that it is possible to simplify a circuit containing passive elements and independent sources to a single resistor in series with a voltage source. It is often contrasted with Norton’s theorem.",
                "This German physicist is the namesake of two circuit laws, the junction rule and the loop rule, which are often applied to circuits in order to find the voltages or currents at specific circuit elements."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The divide-and-conquer strategy employed by this man was initially utilized by the French agent Joseph François Dupleix. For 10 points each:",
            "answers_sanitized": [
                "Robert Clive, 1st Baron Clive [or Clive of India]",
                "British East India Company [or Honourable East India Company; or the John Company]",
                "Mir Jafar &lt;NR, European History&gt;"
            ],
            "parts_sanitized": [
                "Name this victor at the Battle of Plassey who defeated the immensely wealthy Siraj ud-Daulah to secure Bengal.",
                "Robert Clive was one of the foremost agents of this company, which was superseded by the British Raj after the Sepoy Mutiny of 1857.",
                "Clive won the Battle of Plassey by bribing this commander of Siraj ud-Daulah to defect and propping him up as the new Nawab of Bengal. This man’s name is synonymous with “traitor” in Bengali and Urdu."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "The <em>chand tora</em> is a style of this thing with a crescent and a double-edged sword at the front. For 10 points each:",
            "answers_sanitized": [
                "turban [or dastar; or pagg]",
                "Sikhism",
                "kesh [or kes] &lt;AP, Religion&gt;"
            ],
            "parts_sanitized": [
                "Name this object that is “tied carefully, turn by turn.” In the Rasam Pagri funeral ceremony, one of these objects is passed on to the eldest surviving male member of a family.",
                "Wearing the turban was prescribed by Guru Nanak for members of this monotheistic religion. Its places of worship are known as gurudwaras.",
                "In Sikhism, the turban is used to cover one’s hair, which is grown naturally in order to respect the perfection of God’s creation in this practice, one of the five K’s."
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "Answer the following about DNA methylation, for 10 points each.",
            "answers_sanitized": [
                "transposons [or transposable elements; or TE]",
                "CG islands [or cytosine and guanine islands; or CpG islands; accept “sites” in place of “island”]",
                "bisulfite sequencing &lt;PL, Biology&gt;"
            ],
            "parts_sanitized": [
                "DNA methylation is often involved in the permanent silencing of these genetic elements. These genetic elements are also called “jumping genes” and were first studied by Barbara McClintock in maize.",
                "DNA methylation most commonly occurs in the first residue of this dinucleotide pair prone to mutation due to deamination in the first residue. Name both nucleotides in order.",
                "Methylation pattern in the DNA can be sequenced using this technique that involves the conversion of cytosine to uracil by its namesake reagent."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This group led “The Longest Walk,” a walk across the US to fight for the protection of tribal sovereignty. For 10 points each:",
            "answers_sanitized": [
                "American Indian Movement [or AIM]",
                "Alcatraz Island [or Alcatraz]",
                "Minneapolis, Minnesota &lt;AJ, American History&gt;"
            ],
            "parts_sanitized": [
                "Name this Native American interest group. Its protest efforts included taking over the Bureau of Indian Affairs building, as well as taking control of Wounded Knee, South Dakota.",
                "The takeover of this island by the Indians of All Tribes led the AIM to be increasingly targeted by the federal government. This island in the San Francisco Bay was home to a prison that closed in 1963.",
                "The federal trial for participants in the Wounded Knee Massacre occurred in this city. The American Indian Movement was created in this city in 1968."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "If music be the food of bonuses, play on. Identify the following about Shakespearean tunes, for 10 points each.",
            "answers_sanitized": [
                "Twelfth Night",
                "“sigh no more”",
                "Macbeth &lt;JC, British Literature&gt;"
            ],
            "parts_sanitized": [
                "Duke Orsino calls music “the food of love” in this Shakespeare play, which ends with a fool singing “for the rain it raineth every day.”",
                "In Much Ado About Nothing, Balthasar sings a song that begins by telling ladies to perform this three-word action because “men were deceivers ever,” and to convert all their “sounds of woe / Into hey, nonny, nonny.”",
                "Some songs from Thomas Middleton’s play The Witch were apocryphally added to this play, whose chant “Double, double, toil and trouble” is also often performed as a song."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Answer some questions about painting during the New Kingdom period of Ancient Egypt, for 10 points each.",
            "answers_sanitized": [
                "Akhenaten",
                "Paul Gauguin",
                "fresco secco [or fresco finito; do not accept or prompt on just “fresco” or “buon fresco”] &lt;LT, Painting&gt;"
            ],
            "parts_sanitized": [
                "Paintings of this 18th-dynasty pharaoh depict him as elongated and feminine, in contrast to past leaders. They also prominently include a sun disk.",
                "Paintings in the tomb of the Egyptian official Nebamun inspired this artist to paint women in profile in We Shall Not Go to Market Today. In another work, he depicted women in white bonnets watching a wrestling contest on a red field.",
                "The paintings found in the tomb of Nebamun were executed in this medium, where pigments are painted on top of a lime-soaked plaster wall, not directly on a layer of wet plaster."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "A book named for this place analyzes the “omnipotent, unknowing mother” in the work of Marcel Proust. For 10 points each:",
            "answers_sanitized": [
                "the closet [accept Epistemology of the Closet]",
                "Jack/Judith Halberstam",
                "intersectionality [accept word forms] &lt;JK, Philosophy&gt;"
            ],
            "parts_sanitized": [
                "That foundational work of queer theory by Eve Kosofsky Sedgwick is named for the “Epistemology” of this conceptual space. It argues that a homosexual versus heterosexual binary is overly simplistic.",
                "This queer theorist argued that social policing of the gender binary creates “the bathroom problem” in his 1998 book Female Masculinity. She frequently uses gender to analyze pop culture, such as in 2012’s Gaga Feminism.",
                "In “Queer Race,” Ian Barnard argues that queer theory is dominated by whiteness and often fails to account for the effects of race. This term coined by the black philosopher Kimberlé Crenshaw refers to frameworks, particularly in feminism, that acknowledge how different forms of marginalization affect each other."
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "This sport saw Sachin Tendulkar, one of its greatest batsmen, retire from One Day International play in 2012. For 10 points each:",
            "answers_sanitized": [
                "cricket",
                "wicket",
                "Duckworth–Lewis method &lt;AP, Trash (Sports)&gt;"
            ],
            "parts_sanitized": [
                "Name this bat-and-ball sport played between two teams of 11 players. It is governed by the ICC.",
                "In cricket, this term describes the set of three wooden stumps that, if hit by the bowler, result in the dismissal of the batsman.",
                "This mathematical formulation, devised by two English statisticians, is designed to calculate the target score for the team batting second in a limited-overs cricket match interrupted by inclement weather."
            ],
            "category": "Trash"
        },
        {
            "leadin_sanitized": "The continuous branch of this diagram moves from sodium-rich plagioclase feldspars to calcium-rich plagioclase feldspars. For 10 points each:",
            "answers_sanitized": [
                "Bowen’s reaction series [prompt on partial answer]",
                "amphibole",
                "mica &lt;AP, Other Science (Earth Science)&gt;"
            ],
            "parts_sanitized": [
                "Name this diagram from petrology that sorts minerals based on their crystallization temperature.",
                "The discontinuous branch of Bowen’s reaction series starts with biotite, then moves to this mineral, which has prismatic crystals consisting of a double chain of tetrahedral SiO4.",
                "Muscovite and biotite are the “white” and “black” forms of this soft mineral, which exhibits perfect basal cleavage."
            ],
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This figure is asked “What would you do with me if I came ‘in white’? Have you the little chest – to put the alive – in?” For 10 points each:",
            "answers_sanitized": [
                "the Master",
                "Emily Dickinson",
                "funeral &lt;JC, American Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this addressee of three passionate letters from a woman calling herself “Daisy” that are either love letters or metaphorical. He is often theorized to be Otis Lord or Charles Wadsworth.",
                "The Master letters were written by this reclusive, dash-loving American poet, who wrote “How dreary to be somebody” in the poem “I’m Nobody! Who are you?”",
                "In one poem, Dickinson described feeling one of these things “in my brain” before hearing a drumbeat and “a Plank in Reason, broke / And I dropped down, and down – And hit a World, at every plunge.”"
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "A Franciscan with this surname published a monumental history of Mexico titled <em>Indian Monarchy</em>. For 10 points each:",
            "answers_sanitized": [
                "Torquemada [accept Juan de Torquemada or Tomás de Torquemada]",
                "conversos [prompt on marranos, judaizantes, New Christians, or tornadizos]",
                "Alhambra Decree &lt;NR, European History&gt;"
            ],
            "parts_sanitized": [
                "Give this surname of a friar who led an organization that ordered people to wear brightly colored sanbenitos.",
                "Though he descended from some of these people, Torquemada pushed for discrimination against these ex-Jews with Limpieza de Sangre statues.",
                "Torquemada pushed for this edict of expulsion against Jews who refused to convert. This decree is named for a palace in Grenada."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "A novel by this author takes place in the village of Dukana and follows Mene and his infatuation with Agnes. For 10 points each:",
            "answers_sanitized": [
                "Ken Saro-Wiwa",
                "Biafran War [or Nigerian Civil War]",
                "Chinua Achebe &lt;MT, World Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this author who used “Rotten English” to write his novel Sozaboy and was later executed for his political activism.",
                "Sozaboy takes place during this conflict, which is discussed by many Nigerian authors in works such as There Was a Country.",
                "There Was a Country is a memoir about the Nigerian Civil War by this man who had previously maintained silence on the topic of the war. He wrote Things Fall Apart."
            ],
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The study of mass flow through a bioreactor is essential to the field of chemical engineering. For 10 points each:",
            "answers_sanitized": [
                "zero",
                "batch reactor",
                "Monod equation &lt;AP, Chemistry&gt;"
            ],
            "parts_sanitized": [
                "At steady state in a bioreactor, the accumulation term in the general mass balance is equal to this number, meaning that there is no growth or decay of the amount of material in the reactor.",
                "In this type of reactor, the feed is charged into a vessel at the beginning of the process and the vessel contents are removed later. No mass crosses the system boundaries between charging and removal.",
                "This equation describes the growth rate of microorganisms in a bioreactor. It involves the maximum specific growth rate, the concentration of limiting substrate, and the half-velocity constant, K-sub-s."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "A song in this opera that nonsensically repeats the name “Lucy” may be a reference to a stock minstrel character. For 10 points each:",
            "answers_sanitized": [
                "Four Saints in Three Acts",
                "Virgil Thomson",
                "Porgy and Bess &lt;MT, Other Arts (Opera)&gt;"
            ],
            "parts_sanitized": [
                "Name this first opera with an all-black cast. It was directed by Eva Jessye and contains characters such as Plot, Chavez, and Teresa, as well as a character who sings the aria “Pigeons on the grass alas.”",
                "This composer collaborated with Gertrude Stein on Four Saints in Three Acts as well as on The Mother of Us All.",
                "This other opera with an all-black cast premiered the year after Four Saints in Three Acts. It features the aria “Summertime” and was composed by George Gershwin."
            ],
            "subcategory": "Fine Arts Audiovisual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "This man wrote about a Polish-German-Lithuanian Cemetery Association in <em>The Call of the Toad</em> and a meeting during the thirty Years War in <em>The Meeting at Telgte</em>. For 10 points each:",
            "answers_sanitized": [
                "Günter Grass",
                "Group 47",
                "Heinrich Böll &lt;MT, European Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this author who wrote a novel narrated by Paul Pokriefke, who was born as a ship sank.",
                "Grass was a part of this literary criticism movement that focused on promoting unknown authors, especially of post-war literature, and was named after the year it was founded.",
                "This other member of Group 47 is most well-known for his novel Billiards at Half-Past Nine, which takes place over the course of a single day."
            ],
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Unsatisfied with their relationship with Gulbuddin Hekmatyar, the ISI withdrew their support and turned to this group. For 10 points each:",
            "answers_sanitized": [
                "The Taliban",
                "Afghanistan",
                "Ahmad Shah Massoud &lt;NR, World History&gt;"
            ],
            "parts_sanitized": [
                "Name this fundamentalist Islamic organization once led by the one-eyed mullah Mohammed Omar.",
                "The Taliban arose from this country’s mujahideen, who had fought against the 1979 Soviet invasion.",
                "This Tajik fighter known as the “Lion of Panjshir” led the Northern Alliance against the Taliban until he was assassinated by al-Qaeda in September 2001."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "When this husband of Draupadi found out that his ally had tried to rape a woman, he disguised himself as a woman and “slaughtered” that man, Kichaka, “into a meatball.” For 10 points each:",
            "answers_sanitized": [
                "Bhima",
                "mace",
                "Bhagavad Gita &lt;JC, Mythology&gt;"
            ],
            "parts_sanitized": [
                "Name this second-born of the Pandavas, who killed the 100 Kaurava brothers, including their leader Duryodhana.",
                "Bhima was known for his skill in the use of this weapon, which he used to beat Duryodhana by hitting him in the thighs. Vishnu holds one of these things, Kaumodaki, along with a conch, discus, and lotus.",
                "Bhima is the brother of Arjuna, an archer initially reluctant to fight whose dialogue with his charioteer Krishna forms this portion of the Mahabharata."
            ],
            "category": "Mythology"
        }
    ]
}