{"tossups": [{"question_sanitized": "One preliminary sketch by this artist shows a line of chained people as well as a child clinging to its parents; that sketch was for The Opening of the Doors of the Spanish Inquisition. A series by this sculptor of several flayed horses includes a portrait of “the Hyena,” an old woman with a white bonnet and red-rimmed eyes, and was commissioned by Étienne-Jean Georget at the Salpetriere (*) Asylum. This painter, who also included Portrait of a Kleptomaniac in that series, got Delacroix to model for a dead body in a work where a bloody hatchet implies cannibalism has taken place. This painter of The Derby at Epsom painted The Wounded Cuirassier (“kweer-uh-SEER”), which is a stark contrast to his earlier work The Charging Chasseur (“shass-URR”). For 10 points, name this French Romantic painter of The Raft of the Medusa.", "answer_sanitized": "Jean-Louis André Théodore Géricault &lt;MT, Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A poem about a man of this profession describes a “queen in opal or in ruby dress” who always has “the same one meaning, neither more nor less” and appears “not as she is, but as she fills his dream.” A poem about a person with this profession muses that “who can do a thing, will not, and who would do it, cannot… thus we half-men struggle” and laments “Ah, but a man’s reach should exceed his grasp, / Or what’s a heaven for?” That poem ends with the title character’s addressed wife (*) Lucrezia going to meet a “Cousin” and deals with his feelings of being surpassed by others in this profession. A poem about a man of this profession obsessed with the image of his dead wife is by Christina Rossetti about her brother Dante Gabriel. For 10 points, name this profession of the title character of a Robert Browning poem, Andrea del Sarto.", "answer_sanitized": "artist [or painter; or painting] &lt;JC, British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One of this author’s earlier works begins “Have you ever seen an Ineptitude?” and depicts Chamberlain as the Queen of Hearts; that was written in collaboration with Francis Carruthers Gould. This author of The Westminster Alice wrote about a boy who finds a large tapestry showing a man shooting a stag and refuses to rescue his aunt from a rainwater tank, claiming she might be the Devil in disguise. In another story, a young man helps J. P. Huddle overcome his addiction to routine by pretending to plot a massacre of all the Jews living in the neighborhood. The most famous story by this author of “The (*) Lumber Room” describes Framton Nuttel’s visit to Mrs. Sappleton, whose niece scares him off after she lies about the deaths of three hunters and a dog. For 10 points, name this author of “The Unrest-Cure” and “The Open Window.”", "answer_sanitized": "Saki [or Hector Hugh Munro] &lt;MT, British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "During this war, an engineer named Abaroa became a national hero for shouting “Surrender? Your grandmother should surrender, you bastard!” at invaders. After this war, one side hired Emil Körner to modernize their army with German innovations such as goose stepping. The ironclad Independencia was destroyed at this war’s Battle of Punta Gruesa after trying to hit the Covadonga but colliding with a submerged rock instead. The (*) Huascar was captured during the 90-minute-long Battle of Angamos in this war. Prior to this conflict, two countries involved in it allied themselves with the Treaty of Defensive Alliance, pledging that they would help each other maintain sovereignty and independence. For 10 points, name this war fought between Chile, Bolivia, and Peru over valuable resources like sodium nitrate near its namesake ocean.", "answer_sanitized": "War of the Pacific [or Salpeter War; or Guerra del Pacífico] &lt;AJ, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This woman supposedly had a romance with Brictric, son of the Saxon thegn Algar. With her own funds, this woman outfitted a ship called the Mora as a present for her husband. Pope Leo IX issued a papal decree banning the marriage of this woman and her future husband at the Council of Reims, though they later received a dispensation from Nicholas II. One of this woman’s daughters, Adela, was the mother of King (*) Stephen. During her husband’s absence, she served as regent along with her son William Rufus. This woman was crowned on May 11th, 1068, making her both Duchess of Normandy and Queen of England. For 10 points, name this wife of William the Conqueror.", "answer_sanitized": "Matilda of Flanders [prompt on Matilda] &lt;LC, European History&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "This entity was submitted as an answer to a math challenge, both in a paper that saw the first published use of the word “integral” and in an anonymous solution by Newton that prompted the retort “I recognize the lion by his claw.” Roberval used his method of indivisibles to calculate the area under this roulette curve as 3 pi times height squared. In this curve’s parametric equations, x equals (*) r times the quantity t minus sine t, and y equals r times the quantity one minus cosine t. Balls starting along this curve at any point will reach the bottom at the same time, and this curve gives the fastest path by which a body can travel from one point to the other under gravity. For 10 points, name this solution to the brachistochrone (“bruh-KISS-tuh-crone”) and tautochrone (“TOT-uh-crone”) problems, the curve traced out by a circle rolling along a straight line.", "answer_sanitized": "cycloid [prompt on brachistochrone curve or tautochrone curve] &lt;JC, Trash (Mixed Academic)&gt; Bonuses", "subcategory": "Science Physics", "category": "Science"}], "bonuses": [{"leadin_sanitized": "At a museum installation, this ballet’s music was used to accompany a film about the composer’s work with Hedy Lamarr on spread spectrum frequency hopping used to guide World War II torpedoes. For 10 points each:", "answers_sanitized": ["Ballet Mécanique", "The Tales of Hoffmann [or Les contes d’Hoffmann]", "Don Quixote &lt;JC, Other Arts (Dance)&gt;"], "parts_sanitized": ["Name this Dadaist ballet by George Antheil (“AN-tile”) that is “danced” by airplane propellers, player pianos, and electric bells.", "The mechanical Olympia runs down and is rewound up in “The Doll Song,” an aria from this Offenbach opera based partially on “The Sandman” that was made into a ballet film.", "Mechanical windmills appear in the stage designs for this ballet, in which they are tilted at by the title wannabe knight-errant. It was choreographed originally by Marius Petipa and then by George Balanchine."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "Saint Maurice’s Theban Legion was supposedly martyred through this practice, the survivors of which received “the public disgrace of receiving barley rations,” according to Polybius. For 10 points each:", "answers_sanitized": ["decimation", "Pompey the Great [or Gnaeus Pompeius Magnus]", "populares &lt;NR, European History&gt;"], "parts_sanitized": ["Name this punishment whose use was revived by Crassus. It involved mutinous soldiers being forced to draw lots, and then to beat the unlucky winners to death.", "Crassus’s own death at the Battle of Carrhae unraveled the Triumvirate and led to civil war between Julius Caesar and this other member, who was defeated at the Battle of Pharsalus.", "Julius Caesar was a leading figure of this political faction that pushed for the Cura Annonae and first rose with the Gracchi brothers. Pompey drifted toward the rival Optimates after the death of Crassus."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "Historian Eric Foner has described this period as “America’s Unfinished Revolution.” For 10 points each:", "answers_sanitized": ["Reconstruction", "Wade–Davis Bill", "ten percent plan &lt;AP, American History&gt;"], "parts_sanitized": ["Name this period of American history which was ended by the election of Rutherford B. Hayes.", "This harsh bill, which was vetoed by Abraham Lincoln, would have required an “Ironclad Oath” from the majority of a state’s population in order for that state to be readmitted to the Union.", "The “Ironclad Oath” was a much more stringent alternative to this proposal made by President Lincoln, which set a generous requirement for voter allegiance in Southern states seeking readmittance to the Union."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "A basin in Western Texas named for this time period has the thickest deposits dating from it. For 10 points each:", "answers_sanitized": ["Permian period", "Carboniferous period", "Mississippian AND Pennsylvanian &lt;AP, Other Science (Earth Science)&gt;"], "parts_sanitized": ["Name this period during which Europe was covered by the hypersaline Zechstein Sea. Pangaea lasted throughout this period, which included the Olson’s extinction event.", "The Permian period was preceded by this period whose name means “coal-bearing.” During this period, the first amniotes evolved.", "In North America, the Carboniferous period is often treated as these two geological periods. The former has the same name as a river, and the latter has the same name as a US state. Name both."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This branch of mathematics deals with objects such as the Klein bottle and the Möbius strip. For 10 points each:", "answers_sanitized": ["topology", "Euler characteristic [prompt on partial answer]", "John Willard Milnor &lt;AP, Other Science (Math)&gt;"], "parts_sanitized": ["Name this branch of mathematics concerned with properties of space that are preserved under continuous deformations, such as stretching and bending.", "This number is a topological invariant and is commonly denoted by a lowercase chi (“ky”). For polyhedra, it is defined as the number of vertices, minus the number of edges, plus the number of faces.", "This Princeton mathematician was awarded the Fields Medal in 1962 for his work on differential topology. He also proved the existence of seven-dimensional hyperspheres in 1956."], "subcategory": "Science Math", "category": "Science"}]}