{
    "tossups": [
        {
            "question_sanitized": "The Kolmogorov–Petrovsky–Piskunov equation is the simplest of a family of equations that contain a reaction term and a term named for this process; those equations often have solutions called Turing patterns. A value describing this phenomenon appears in the denominator of the Soret coefficient, which governs deviations from its usual behavior with changes in temperature. That value describing this phenomenon is equal to drift velocity over force times kT according to the (*) Einstein–Smoluchowski relation. A law governing this process reduces to the heat equation in two or more dimensions, and another law governing it states that flux equals this process’s namesake constant times the concentration gradient. For 10 points, name this phenomenon described by Fick’s laws, the bulk movement of particles from high to low concentration.",
            "answer_sanitized": "diffusion [or normal diffusion; do not accept “diffusivity”; prompt on Brownian motion; prompt on random walk] &lt;EM, Physics&gt;",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "Early sites where this river was crossed include Glenns Ferry and Three Island Crossing. A proposal to remove dams from the lower part of this river sought to increase the spawn of fish in two of its tributaries, the Tucannon and the Grande Ronde. The diversion of water from this river through the Minidoka Irrigation Project allowed for the reclamation of over one million acres of land for farming. This river passes through the (*) Milner Dam before going over both the Shoshone Falls and the Twin Falls. This river partially comprises the border between Oregon and Idaho, where it flows through the deepest gorge in North America, Hells Canyon. This river was given its name because American explorers misinterpreted a Shoshone tribe gesture for salmon. For 10 points, name this river that flows from Yellowstone National Park, the largest tributary of the Columbia River.",
            "answer_sanitized": "Snake River &lt;AJ, Geography&gt;",
            "category": "Geography"
        },
        {
            "question_sanitized": "In this opera’s most famous recording, Otto Klemperer included more dialogue as well as a third act. After a woman helps a man carry a basket of food in this opera, that man rejects her father-in-law’s suggestion of marriage, who claims that “true happiness… is best secured by glorious gold.” In the duet “Jetzt, Alter, jetzt hat es Eile” (“YETST, ALL-tur, YETST hat us EYE-luh”), one character in this opera refuses to murder another for money. For this opera’s finale, the chorus sings “Wer ein holdes Weib errungen” (“vair YNE hold-us VYBE air-RUNG-in”) after the central location’s governor is (*) imprisoned. The third of this opera’s four overtures contains the canon “Mir ist so wunderbar” (“MEER ist zo VOON-duh-bar”), while the fourth is used as the actual overture. This opera’s title character sings the “Gravedigging Duet.” For 10 points, name this opera about Florestan’s rescue from jail by a cross-dressing Leonore, the only opera by Ludwig van Beethoven.",
            "answer_sanitized": "Fidelio &lt;MT, Other Arts (Opera)&gt;",
            "subcategory": "Fine Arts Audiovisual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Ben Smith warmed this man’s first political office until he became constitutionally old enough to take the seat. Two years into his first term, this politician was rescued from a plane wreckage by fellow senator Birch Bayh. This man fumbled a response to the query “Why do you want to be president?” during a campaign that he conceded with his “The Dream Shall Never Die” speech. This man warned of (*) “back-alley abortions” and “segregated lunch-counters” in a speech on “Robert Bork’s America.” This “Lion of the Senate” unsuccessfully tried to primary Jimmy Carter in 1980, and his political career was dogged by his role in the drowning of Mary Jo Kopechne on Chappaquiddick island. For 10 points, name this younger brother of Robert and John F. Kennedy.",
            "answer_sanitized": "Ted Kennedy [or Edward Moore Kennedy; prompt on Kennedy] &lt;NR, American History&gt;",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "This entity was created by the white bird-maiden Lindu, who was jilted by her fickle fiancée and turned to guiding birds with her father instead. A big-game hunter from the north kidnapped the wife of a small-game hunter of the south, but was exposed by his dog following him to make this entity. In a similar Cherokee story, a cornmeal-stealing dog creates this thing. On the (*) seventh day of the seventh month of each year, a bridge of magpies grows over this place to let two lovers, a cowherd and a princess, meet. Possibly the most famous myth about this structure states that it was created by Hera pushing a suckling Hercules away from her breast, causing its title liquid to spill across the sky. For 10 points, name this heavenly feature, the galaxy containing Earth.",
            "answer_sanitized": "Milky Way &lt;JC, Mythology&gt;",
            "category": "Mythology"
        },
        {
            "question_sanitized": "At the beginning of this book, two of the main characters take all of their money out of the bank in a styrofoam cooler and a wicker basket. One main character in this novel doesn’t want to start reading Manzoni’s The Betrothed because it is the only book she has to read. A pair of scissors with a crane head is one of the items that this novel’s title character is accused of stealing. Earlier in this novel, a character stands naked in the pouring rain outside of her hut, where she sees a (*) yellow truck bringing food and batteries for her radio. That character doesn’t understand a Life photograph of her servant carrying her schoolbooks as a child. This novel ends with that character running toward a mysterious helicopter. For 10 points, name this novel that depicts Bam and Maureen Smales’ time in the village of their black servant, written by Nadine Gordimer.",
            "answer_sanitized": "July’s People &lt;MT, World Literature&gt;",
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "question_sanitized": "George Eaton claimed that the high female-to-male ratio in the skeletons found here meant that it was the last refuge of the virginal “Chosen Women,” a hypothesis disproved by Richard Burger and Lucy Salazar. An object in this place is thought to be either a sundial or a map of the empire containing it, and a mach’ay cave in this place has a window that allows light for only a few days a year. A man found this place while searching for a white rock over a spring at (*) Vilcabamba; he brought artifacts here to Yale, which was forced to return them in 2010. This place featured the Room of the Three Windows, as well as the Temple of the Sun and a stone known as “The Hitching Post of the Sun,” the Intihuatana. This multi-terraced place was thought to have been constructed as an estate for the emperor Pachacuti, and it was explored by Hiram Bingham. For 10 points, name this mountainous Incan citadel.",
            "answer_sanitized": "Machu Picchu &lt;JC, World History&gt;",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "In the Revelation of John 5:8 and 8:3, this material symbolizes the prayers of the saints in heaven directly after the breaking of the seventh seal. The “Ten Virtues of Koh” lists benefits of this substance, appreciation for which, along with the tea ceremony and flower arranging, is one of the three classical Japanese arts. The Bible describes a type of this substance called ketoret (“k’TOR-ett”) for use in the Temple. A dakini who uses this substance appears on the third day of the bardo; that goddess, (*) Dhupa, gives her name to the use of this substance as part of a puja. This substance is held in a thurible (“THOO-rib-ull”) in Mass, where it is swung around by the priest. For 10 points, name this aromatic biotic material that releases fragrant smoke when burned that is often used in religious rituals.",
            "answer_sanitized": "incense &lt;AP, Religion&gt;",
            "category": "Religion"
        },
        {
            "question_sanitized": "This region’s inhabitants were reluctantly granted religious tolerance by the Letter of Majesty. Don Íñigo Vélez de Oñate offered Elector John George I control over Lusatia in return for intervening against this region. The husband of Elizabeth Stuart was invited to become ruler of this royal electorate, but because of the Treaty of Ulm, he did not receive support from the Protestant League. A military contractor from this kingdom, Albrecht (*) von Wallenstein, amassed confiscated territories here into his Duchy of Friedland. Count Thurn led an event in the capital of this kingdom that caused grievous injuries to Vilém Slavata of Chlum. After losing the Battle of White Mountain, Frederick the Winter King gave up this kingdom’s throne and left the Holy Roman Empire. For 10 points, name this kingdom where the Thirty Years’ War was started after the Second Defenestration of Prague.",
            "answer_sanitized": "Kingdom of Bohemia &lt;NR, European History&gt;",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "A character in this work says that she and her mother are “exclusive” because “We don’t speak to everyone – or they don’t speak to us.” A man stays in this novella’s opening location ostensibly to study, but really to conduct an affair with a “very clever foreign lady”; he later helps Mrs. Walker try to coax a girl into a carriage. In this novella, “American candy’s the best candy” and “American men are the best” are declarations made by the boy (*) Randolph before he introduces a man to his sister. That man’s aunt, Mrs. Costello, disapproves of the title character because she visits a castle with a man she hasn’t known long, typifying her “inscrutable combination of audacity and innocence.” This work’s title character accompanies Giovanelli to the Colosseum and dies from Roman fever. Frederick Winterbourne falls in love with the title innocent American girl in, for 10 points, what Henry James novella?",
            "answer_sanitized": "Daisy Miller: A Study &lt;JC, British Literature&gt;",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "This man grew up in the Bit Reduti, which was built by his grandfather who had also built the “Palace Without Rival.” The Lydian King Gyges accepted this man’s suzerainty after he had a dream that submitting to him would enable him to conquer his foes; shortly after, Gyges defeated the rival Cimmerians. After this man’s grandfather destroyed the city of Babylon, this leader’s father rebuilt it and installed as king this man’s brother Shamash-shum-ukin. Palace reliefs at the (*) British Museum show this man hosting a garden party celebrating his triumph over Teumman, king of Elam and hunting lions. This warrior-scholar was one of a few in his line who could read Akkadian and Sumerian cuneiform and collected scrolls as war booty. For 10 points, name this grandson of Sennacherib and Neo-Assyrian king who built a namesake library at his capital of Nineveh.",
            "answer_sanitized": "Ashurbanipal &lt;NR, European History&gt;",
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "question_sanitized": "Description acceptable. An algorithm for this task involves using existing digits to index into a ten-by-ten antisymmetric quasigroup; that is the Damm algorithm. “Jump transpositions” can be found by the related Verhoeff algorithm for this task. In an algorithm for this task, the complement of the one’s complement is added to the received value. One of these algorithms has a minimum distance of three. This task can be most simply done by XORing (“EX-or-ing”) together all the bits to make a parity bit. This task often uses linear block codes, such as (*) Hamming codes. Over the Internet, this process is most often done by CRCs or checksums. For 10 points, name this process of finding or fixing mistakes after a possibly-flawed transmission of data.",
            "answer_sanitized": "error detection [or error correction; accept equivalents such as finding errors or finding transcription errors; anti-prompt (i.e., ask “can you be less specific?”) on CRC or cyclic redundancy check or checksum or Hamming code until read] &lt;JC, Other Science (Computer Science)&gt;",
            "subcategory": "Science Computer Science",
            "category": "Science"
        },
        {
            "question_sanitized": "A character in this story is described as “passing from generation to generation – dear, inescapable, impervious, tranquil, and perverse.” That character in this story looks like a church angel when her hair is cut short after sickness and is described as part of a “tableau” of a white figure behind a “spraddled silhouette” with a horsewhip. This story’s title character offers china-painting classes and insists that a mayor who has been dead for ten years allowed her to evade (*) taxes in Jefferson before lime is sprinkled around her house to mask a smell. This story’s title character mourns her father’s death, then dates Homer Barron and buys arsenic, ostensibly for killing rats. This story ends with a single strand of gray hair found on a pillow. For 10 points, name this William Faulkner short story in which the title Southern woman kills and sleeps with her lover’s body.",
            "answer_sanitized": "“A Rose for Emily” &lt;JC, American Literature&gt;",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "The VTN-N variant of fibronectin helps coat surfaces that are used to culture these cells, which can also be grown in mTesR1 media. Flow cytometric markers of these cells include Tra-1-60, Tra-1-81, SSEA-3, and SSEA-4. One marker for these cells is a protein containing both a POU sequence and a homeodomain, which is capable of inducing expression of Rex1. These cells are commonly cultured in the presence of leukemic inhibitory factor, which induces the overexpression of the transcription factor (*) NANOG. A cocktail of Oct4, Sox2, Klf4, and c-myc is used to maintain these cells. These cells can form teratomas, benign tumors that contain hair or bone tissue, and they are grown on a lawn of mitomycin-c-secreting fibroblasts. They are extracted from the inner cell mass of a blastocyst. For 10 points, name these pluripotent cells that are extracted from human embryos.",
            "answer_sanitized": "embryonic stem cells [or ESCs or induced pluripotent stem cells or iPS cells; prompt on stem cells; prompt on pluripotent stem cells] &lt;AP, Biology&gt;",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "A character in this work repeats “the woods avenge themselves” after finding the body of another character, who barely bleeds despite being shot. That character, who is fascinated by a picture of Death holding an hourglass, is kept out of school, but her father does not teach her, so she spends most of her time reading. A character in this work is too lazy to move all of his things out of the house after an affair is revealed. That character in this work calls his daughter, who has hereditary (*) blindness, an “interloper” because she may not be his child. A character whose destiny is to “be the thirteenth at the table” reveals Gina’s affair with Håkon Werle in this work, which causes Relling to explain a “life-lie” that he told Hjalmar. For 10 points, name this play in which Hedvig shoots herself instead of the title bird, a work by Henrik Ibsen.",
            "answer_sanitized": "The Wild Duck [or Vildanden] &lt;MT, European Literature&gt;",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "One section of this work, which was inexplicably adapted into a musical by Mary Margaret Bittings, contrasts groups that cast out death by burning or drowning effigies with those that explicitly announce the return of spring. Wittgenstein criticized this work’s author for being “much more savage than most of his ‘savages,’” which this book’s author labeled as people who eat human embodiments of the “corn-spirit.” Four chapters of this work are dedicated to (*) tabooed acts, persons, things, and words. This work, which describes the evolutionary sequence of belief from magic to religion to science, begins with a reference to J. M. W. Turner’s painting of the same name. For 10 points, name this anthropological study named for an object that Aeneas uses to enter the Underworld, a comparative study of religion by James Frazer.",
            "answer_sanitized": "The Golden Bough: A Study in Comparative Religion &lt;MT, Social Science (Anthropology)&gt;",
            "category": "Social Science"
        },
        {
            "question_sanitized": "Richard Prince displayed this work next to a picture of his girlfriend playing dead in a location similar to this painting’s setting, which apparently aroused the anger of a woman dressed like a pilgrim. The artist of this work met its model while picking blueberries, and he chose to be buried in this painting’s real-life setting. This work was followed by a painting of brown and blue doors representing the subject and her brother Alvaro after their death. This painting’s artist created repeated images of the subject’s house, including “Kitchen at (*) Olson’s.” Two faint tracks are visible in this painting, which was set in Cushing, Maine. Some barns and a house are in the background of this painting, whose subjects wears a pink dress and twists awkwardly around. For 10 points, name this Andrew Wyeth painting of a paralyzed woman in a field.",
            "answer_sanitized": "Christina’s World &lt;JC, Painting&gt;",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The Stöber (“SHTUR-bur”) process used to produce silica particles is one example of the sol-gel types of these reactions. Telechelic (“TELL-uh-KEE-lick”) molecules can continue to undergo one of these reactions. A localized increase in viscosity in vessels undergoing these reactions can cause the disastrous Trommsdorff–Norrish effect. The extent of these reactions equals one over one minus p, where p is N-sub-zero minus N all over N-sub-zero, which is the (*) Carothers’ (“ker-OTHERS”) equation. A narrow Poisson (“pwah-SAWN”) distribution of products can be produced in their “living” type. These reactions can proceed through anionic (“AN-ionic”), cationic (“CAT-ionic”), and radical centers via chain-growth or step-growth mechanisms. For 10 points, name these reactions that form molecules from repeating subunits called monomers.",
            "answer_sanitized": "polymerization reactions [or addition polymerizations; or condensation polymerizations; or chain-growth polymerizations; or step-growth polymerizations; or radical polymerizations; or living polymerizations] &lt;AP, Chemistry&gt;",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "Virginia Held argues that this [emphasize] philosophical concept relies on treating “economic man” as representative of humanity. This concept did not end “classical patriarchalism” but just shifted the means by which men hold control over women, according to Carole Pateman. Samuel Freeman argues that the purpose of this concept is to determine the role of “norms” on public life, while (*) T. M. Scanlon looked at it in terms of What We Owe to Each Other. Conjugal society is distinguished from civil society by this concept according to a philosopher who described it in his Second Treatise of Government. It is proposed that men construct this concept by submitting to the authority of a sovereign in Thomas Hobbes’s Leviathan. For 10 points, name this concept that titles a work by Jean-Jacques Rousseau that claims “man is born free, and everywhere he is in chains.”",
            "answer_sanitized": "social contract [accept contractualism] &lt;NR, Philosophy&gt;",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "An early collection of songs by this composer quotes a poem that describes how “the alien colors / fall off like threadbare scales” to reveal a beautiful painting. This composer quoted that collection in a symphony that also quotes extensively from Bizet’s Carmen. A symphony by this composer reached the site of its Western premiere in a tin can by way of Tehran, Cairo, and South America. A symphony by this composer begins with cellos and basses playing rising and falling (*) minor sixths before violins and violas enter. The first movement of one of his symphonies repeats a 22-bar ostinato twelve times, getting louder each time. This composer wrote a symphony subtitled “a Soviet artist’s creative response to justified criticism” and a symphony that contains the “Invasion” theme. For 10 points, name this Soviet composer of the Leningrad Symphony.",
            "answer_sanitized": "Dmitri Dmitriyevich Shostakovich &lt;MT, Music&gt; Bonuses",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "This story details the travels of Tomás Rodaja through the cities of Italy before he settles and goes to school. For 10 points each:",
            "answers_sanitized": [
                "“The Lawyer of Glass” [or “El licenciado Vidriera”; or “The Glass Graduate”; or “Doctor Glass-Case”; accept translations]",
                "Exemplary Novels [or Novelas Exemplares]",
                "Don Quixote &lt;MT, European Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this story whose main character is confined to bed for six months and then believes he is made of a certain substance after eating a quince filled with a love potion.",
                "“The Lawyer of Glass” is a part of this series of short stories by Miguel de Cervantes that includes “The Jealous Extremaduran.”",
                "The Exemplary Novels were published just before the publication of the second part of this novel, Cervantes’ magnum opus about a wannabe knight-errant who travels on Rocinante."
            ],
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This theory accounts for two of Einstein’s postulates, one of which states that the speed of light is the same for all observers. For 10 points each:",
            "answers_sanitized": [
                "special relativity [or SR; prompt on relativity; do not accept or prompt on “general relativity” or “GR”]",
                "Minkowski space [or Minkowski spacetime]",
                "Poincaré (“pwann-kah-RAY”) group &lt;AP, Physics&gt;"
            ],
            "parts_sanitized": [
                "Name this theory that explains effects such as time dilation and length contraction. It unifies energy and momentum into a four-vector.",
                "Operations in special relativity are commonly conducted in this four-dimensional spacetime, in which the spacetime interval in any inertial reference frame is constant.",
                "This is the name of the ten-dimensional group of isometries in Minkowski space. It contains translations, rotations, and boosts."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This man asserted that “sovereign violence” was the unifying theme of the trauerspiel (“TROW-ur-shpeel”) genre in his <em>The Origin of German Tragic Drama</em>. For 10 points each:",
            "answers_sanitized": [
                "Walter Benjamin (“VALL-tuh BEN-yah-meen”)",
                "The Origin of the Work of Art",
                "a pair of shoes [or more specific types of shoes like boots or clogs; do not accept or prompt on things that look obviously different like “sandals” or “stilettos”] &lt;NR, Philosophy&gt;"
            ],
            "parts_sanitized": [
                "Name this German Jewish philosopher who discussed the aura of art in The Work of Art in the Age of Mechanical Reproduction.",
                "This Martin Heidegger essay identifies the role of art within the struggle of Earth and World. This essay begins with a discussion of the title concept in relation to the hermeneutic circle.",
                "In The Origin of the Work of Art, Heidegger examines the understanding of the “equipmentality of equipment” acquired from viewing a Vincent Van Gogh painting of these objects to explain his notion of aletheia."
            ],
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "This man wrote that mercury was used to model China’s waterways in the Mausoleum of Qin Shi Huangdi, a finding corroborated by the site’s unusually high mercury levels. For 10 points each:",
            "answers_sanitized": [
                "Sima Qian (“suh-mah ch’YEN”) [prompt on partial answer; do not accept “Sima Guang”]",
                "Han Dynasty",
                "Spring and Autumn Annals [or Chunqiu; prompt on Annals; do not accept or prompt on “Analects”] &lt;NR, World History&gt;"
            ],
            "parts_sanitized": [
                "Name this scholar who opted for castration over suicide as punishment for defending Li Ling in order to finish his magnum opus.",
                "Sima Qian wrote the Records of the Grand Historian during the reign of Wudi, an emperor of this dynasty. This dynasty’s first ruler Liu Bang was a peasant who rose to the throne after the fall of the Qin Dynasty.",
                "Sima Qian modeled his work on this text from the Five Classics that tersely chronicles the State of Lu and is traditionally ascribed to Confucius."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "This massive work begins with “The Reed Flute’s Song,” in which the flute laments that it has been separated from its reed bed. For 10 points each:",
            "answers_sanitized": [
                "Spiritual Couplets [or Masnawi; or Masnavi]",
                "Jalal ad-Din Muhammad Rumi [or Mawlana; or Mawlawi]",
                "Shams-i-Tabrizi [or Shams al-Din Mohammad] &lt;MT, World Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this collection of Sufi poetry in the form of 25,000 couplets divided into six books, the last of which is unfinished.",
                "This 13th-century Sufi mystic wrote the Spiritual Couplets at the urging of his disciple Husam al-Din Chalabi.",
                "Rumi’s 45,000-line collection of poetry Divan-e Kabir is partially named after this man, who taught him alone for forty days."
            ],
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The initial codename for this beach was Jelly, but Winston Churchill insisted on a more dignified name “for a beach on which so many men might die.” For 10 points each:",
            "answers_sanitized": [
                "Juno Beach",
                "Canada",
                "Louis Francis Albert Victor Nicholas Mountbatten, 1st Earl Mountbatten of Burma &lt;NR, European History&gt;"
            ],
            "parts_sanitized": [
                "Name this D-Day beach where the Royal Winnipeg Rifles landed in the first wave under the command of Major General Rod Keller.",
                "Juno Beach was assigned to this British Dominion, whose troops also comprised the core force of the Dieppe Raid. Its Prime Minister William Lyon Mackenzie King led this North American country through World War II.",
                "This British aristocrat planned the Dieppe Raid and was later appointed First Sea Lord, a position his father briefly held during World War I. Harold Wilson allegedly believed there was an MI5 plot to install this man in his place."
            ],
            "subcategory": "History British",
            "category": "History"
        },
        {
            "leadin_sanitized": "Subjects in a 1983 study were told about Linda, a woman who participated in anti-nuclear demonstrations and majored in philosophy, and thought that it was more likely that she was a <em>feminist</em> bank teller than just a bank teller. For 10 points each:",
            "answers_sanitized": [
                "conjunction fallacy",
                "heuristics",
                "confirmation bias [prompt on bias] &lt;MT, Social Science (Psychology)&gt;"
            ],
            "parts_sanitized": [
                "That study demonstrated this type of fallacy in which people think that specific conditions are more likely than a more general condition.",
                "Conjunction fallacies are a problem associated with this general method of problem solving. Specific examples of these methods include representativeness and availability.",
                "Heuristics can result in this phenomenon when they deviate from logic. This phenomenon occurs when people seek out and are more likely to believe information that fits with what they already believe."
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "This artist took inspiration for his paintings from Mayan steles in works such as <em>In the Arsenal</em>. For 10 points each:",
            "answers_sanitized": [
                "Diego Rivera",
                "bullfrog",
                "Man at the Crossroads [do not accept or prompt on “Man, Controller of the Universe”] &lt;MT, Painting&gt;"
            ],
            "parts_sanitized": [
                "Name this husband of Frida Kahlo, the artist of murals like Detroit Industry.",
                "This animal became Rivera’s symbol after his wife described him as “a boy [this animal] standing on his hind legs.” Rivera painted himself as a boy with this animal in his pocket in Dream of a Sunday Afternoon in Alameda Park.",
                "Due to a controversial depiction of Vladimir Lenin, this mural was removed from Rockefeller Center and repainted in Mexico under a different name. It shows a man operating machinery in the center of four ellipses."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Being rolled up in a carpet can be sexy, deadly, or politically inconvenient. For 10 points each:",
            "answers_sanitized": [
                "Cleopatra VII Philopator",
                "Hulagu Khan",
                "Miklós Horthy (“MEEK-lohsh HOR-tee”) &lt;NR, European History&gt;"
            ],
            "parts_sanitized": [
                "According to Plutarch, this Egyptian queen seduced Julius Caesar by smuggling herself into his quarters in a carpet carried by Apollodorus the Sicilian.",
                "Unwilling to shed royal blood, this Mongol Khan killed Caliph Al-Musta’sim by wrapping him in a rug and trampling him with horses during the 1258 Sack of Baghdad.",
                "Worried that this leader’s country would surrender to the Allies, Hitler ordered Otto Skorzeny to kidnap this leader’s son, who was rolled up in a carpet and taken to Mauthausen."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "A 15-amino-acid sequence called the AviTag can be used for enzymatic conjugation of this molecule onto proteins. For 10 points each:",
            "answers_sanitized": [
                "biotin [or vitamin B7; or vitamin H; or coenzyme R]",
                "affinity chromatography [or IMAC; prompt on liquid chromatography or column chromatography or chromatography; prompt on high-performance liquid chromatography or HPLC or fast protein liquid chromatography or FPLC; do not accept or prompt on non-liquid forms of chromatography like “thin-layer chromatography” or “gas chromatography”]",
                "glucose [or dextrose; or C6H12O6; prompt on hexose] &lt;PL, Biology&gt;"
            ],
            "parts_sanitized": [
                "Name this molecule that is commonly used for various biotechnological applications thanks to its incredibly low binding constant with streptavidin (“strep-TAV-ih-din”).",
                "The aforementioned high binding between biotin and avidin makes it useful for this technique, in which tagged fusion proteins can be purified by binding to a column matrix.",
                "Biotin serves as an important cofactor in the first step of a biosynthetic pathway for this six-carbon sugar, which is broken down during glycolysis."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "An essay about this man notes that literary rules require that the reader be able to tell living characters from corpses, a detail overlooked by this author. For 10 points each:",
            "answers_sanitized": [
                "James Fenimore Cooper",
                "Mark Twain [or Samuel Langhorne Clemens]",
                "Mary Baker Eddy &lt;JC, American Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this man who was excoriated for scoring 114 out of a possible 115 “Literary Offenses” in The Deerslayer, part of his Leatherstocking Tales featuring Natty Bumppo.",
                "This author mocked episodes like five Indians jumping out of a tree and all missing a 140-foot boat and Chingachgook (“chin-GOTCH-gook”) following the trail of a rolling cannonball in his “Fenimore Cooper’s Literary Offenses.”",
                "Mark Twain skewered this other author by creating a dystopia about the “Secret History” of her “World Empire” and an essay in which he says that her writing is “plainer than it was before” when read backwards."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Nonstandard versions of these entities include the “thirteen” and “five” versions. For 10 points each:",
            "answers_sanitized": [
                "tone row [or twelve-tone row; prompt on row]",
                "Second Viennese School [prompt on Viennese School]",
                "just tone row [or just intonation] &lt;JJ, Music&gt;"
            ],
            "parts_sanitized": [
                "Name these non-repetitive orderings of pitches. Schoenberg developed the twelve-note variety of these structures.",
                "The twelve-tone row was mainly used by this musical school. Known for their chromatic expressionism, this group of composers included Alban Berg and Anton Webern.",
                "American composer Ben Johnston pioneered this type of tone row. Its namesake intonation, also known as pure intonation, is any tuning in which the frequencies of notes are related by small whole number ratios."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "An extinct one of these entities in the North Sea is marked by the Rattray volcanic formation. For 10 points each:",
            "answers_sanitized": [
                "triple junctions",
                "tectonic plates",
                "Alfred Wegener (“VEG-ner”) &lt;AP, Other Science (Earth Science)&gt;"
            ],
            "parts_sanitized": [
                "Name these entities, the constituents of which are labelled either R, T, or F. The most common type of these is the RRR type.",
                "A triple junction is the point where the boundaries of three of these structures meet. These structures grow at mid-ocean ridges in the process of seafloor spreading, which causes continental drift.",
                "This German scientist developed the theory of continental drift in 1912. He helped coin the term “Pangea” by proposing the term Urkontinent to describe the single, giant landmass that once existed on Earth."
            ],
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Before this event, Queen Maya had a vision of a white elephant with six tusks entering her body. For 10 points each:",
            "answers_sanitized": [
                "birth of Buddha [accept equivalents in place of “Buddha” like Siddhartha Gautama or Shakyamuni; accept descriptions indicating that Buddha is being born]",
                "Vesak [or Vesak Day; or Vesākha; or Vaiśākha]",
                "soma [or haoma] &lt;AP, Religion&gt;"
            ],
            "parts_sanitized": [
                "Name this event that occurred beneath a sal tree in a garden in Lumbini in modern-day Nepal.",
                "This holiday commemorates the birth of the Buddha. On this day, devotees must not engage in killing of any kind and must eat only vegetarian food.",
                "In Japan, Vesākha is based on a legend that a dragon poured this drink over the Buddha on his birthday. The Rig Veda mentions how humans who consumed this intoxicating ritual drink became immortal."
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "Rather confusingly, in one myth, Utgard-Loki judges a contest between Loki and Logi, a god of this phenomenon. For 10 points each:",
            "answers_sanitized": [
                "fire",
                "Muspelheim [or Muspelheimr]",
                "Thiazi [or Thiasi] &lt;LC, Mythology&gt;"
            ],
            "parts_sanitized": [
                "Logi wins because this phenomenon allows him to destroy not only the meat, but the trough it is in. A region of this element in Norse mythology is contrasted with the icy Niflheim (“NIF-ul-hame”).",
                "Give the name for that realm of fire, which borders the mild Ginnungagap (“GIN-ung-uh-GAP”). It is ruled by Sinmara and Surtr, who rides across Bifrost with a flaming sword to kick off Ragnarok.",
                "This giant, the father of Skadi, is killed while chasing Loki when the gods light a fire so fast that he cannot slow down and flies right into it. He had earlier stolen the golden apples of Idun."
            ],
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "This man was introduced to anarchism through the Sila Club. For 10 points each:",
            "answers_sanitized": [
                "Leon Czolgosz (“LEE-on CHOLE-goss”)",
                "Thomas C. Platt",
                "Milwaukee &lt;NR, American History&gt;"
            ],
            "parts_sanitized": [
                "Name this Polish-American anarchist who carried out an assassination at the Pan-American Exposition in 1901.",
                "After Czolgosz shot McKinley, this senator lamented “now that damned cowboy is president,” referring to Teddy Roosevelt. This powerful political boss of turn-of-the-century New York State had earlier tried to get Roosevelt out of his way by nominating him for Vice President.",
                "Roosevelt himself narrowly avoided assassination in this city when a copy of his speech in his jacket stopped John Shrank’s bullet. The German immigrants to this Wisconsin city began its prominent brewing industry."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "An essay in this collection imagines a meeting between Justin Bieber and Martin Buber. For 10 points each:",
            "answers_sanitized": [
                "Feel Free",
                "Zadie Smith",
                "hysterical [or hysterical realism] &lt;JC, British Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this essay collection by the author of The Autograph Man. It includes an essay about Facebook and Brexit, titled “Generation Why?”, and an essay about Renaissance paintings of bodies, “Man Versus Corpse.”",
                "Feel Free is the newest work by this author, who wrote about Samad Iqbal and Archie Jones, as well as KEVIN, an Islamic militant group that is aware it has an acronym problem, in White Teeth.",
                "James Wood referred to Zadie Smith’s prose as this type of realism, referring to its combination of realistic individuals with absurd, heightened scenarios like the battle over the FutureMouse in White Teeth."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This company’s board included secretaries of state George Shultz and Henry Kissinger, and its president used the nonsense word “endofactor” in a Powerpoint after mishearing the term “end effector.” For 10 points each:",
            "answers_sanitized": [
                "Theranos",
                "Elizabeth Holmes",
                "“chemistry” &lt;EM, Current Events&gt;"
            ],
            "parts_sanitized": [
                "Name this pharmaceutical startup that purported to run tests on a very small quantity of blood. This company’s claims turned out to be a lie, as determined by the Wall Street Journal’s John Carreyrou.",
                "This Stanford dropout and founder of Theranos rented out a basement to begin developing her blood-testing devices. She has now lost control of the company, thanks to the SEC.",
                "Holmes explained how her device operated with the sentence “a [this word] is performed, so that a chemical reaction occurs.” Exact answer required."
            ],
            "category": "Trash"
        },
        {
            "leadin_sanitized": "The author of this song’s lyrics, Abel Meeropol, adopted the Rosenberg children after they were orphaned. For 10 points each:",
            "answers_sanitized": [
                "“Strange Fruit”",
                "Nina Simone",
                "“Four Women” &lt;SC, Other Arts (Jazz)&gt;"
            ],
            "parts_sanitized": [
                "Name this protest song popularized by Billie Holliday that describes a “gallant” and “pastoral scene” before the “sudden smell of burning flesh” indicates “black bodies swinging in the southern breeze.”",
                "This singer created another popular rendition of “Strange Fruit.” She sang the protest song “Backlash Blues,” written by Langston Hughes, and adapted Lorraine Hansberry’s “To Be Young, Gifted, and Black” to music.",
                "This Nina Simone protest anthem is divided among the voices of the title African-American archetypes, like the suffering Aunt Sarah and the mixed-race Saffronia. The song ends with Simone screaming “Peaches!”"
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Crystals are composed of three-dimensional patterns of atoms. For 10 points each:",
            "answers_sanitized": [
                "ionic bond",
                "Kepler conjecture",
                "polonium [or Po] &lt;AP, Chemistry&gt;"
            ],
            "parts_sanitized": [
                "Crystals like zinc sulfide are held together by this type of bond in which two atoms with opposite charges attract one another.",
                "This conjecture states that face-centered cubic packing maximizes packing efficiency in crystals at 74 percent. Thomas Hales published a proof of this conjecture in 1998 that was accepted in 2017.",
                "This element is unique because it crystallizes in a simple cubic arrangement. This chalcogen (“CAL-co-jen”) was discovered when it was extracted from uranium ore."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        }
    ]
}