{
    "tossups": [
        {
            "question_sanitized": "Henry James complained about this short story that “if it meant anything, it would mean too much.” After the wind howls, one character in this story yells, “You may as well fear him as he fear you!” The narrator asks whether a basin in this story contains water or liquid flame. One character in this story introduces himself by saying that he helped the protagonist’s grandfather whip a Quaker woman and his father burn down an Indian village. That character gives a staff to a woman who taught the protagonist his catechism, named (*) Goody Cloyse. This story’s protagonist snubs his pink-ribbon-wearing wife before a closing observation that “no hopeful verse” is carved upon the protagonist’s tombstone. That man found villagers, including his wife Faith, taking place in a possibly dreamt Satanic ritual. For 10 points, name this Nathaniel Hawthorne short story.",
            "answer_sanitized": "“Young Goodman Brown” &lt;JC, American Literature&gt;",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "Like mercury, exposure to this element increases urine beta-2-microglobulin, and can cause osteomalacia and proximal tubule damage. This element is the cation in a compound that is commonly capped by TOP or TOPO ligands. Marine diatoms express a carbonic anhydrase using this element as a cofactor. Itai-itai disease is caused by exposure to it, and this element and (*) selenium form a popular quantum dot. This element’s sulfide and telluride are combined to form p–n junctions for solar cells. This element, which is commonly extracted as a contaminant from zinc ores, is combined with nickel in a common rechargeable battery. For 10 points, name this group 12 element with atomic number 48 and symbol Cd.",
            "answer_sanitized": "cadmium [or Cd until read] &lt;EM, Chemistry&gt;",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "One novel from this country describes a community on the roof of an Art Deco apartment building. The title character of a novel from this country stabs her pimp Marzouk; that character, Firdaus, who is circumcised as a girl, is interviewed by a psychiatrist in prison. In a novel from this country of The Yacoubian Building and Woman at Point Zero, Randa has to marry her superior, whom her ex-boyfriend Elwan kills at the same time as another murder. That novel is (*) The Day the Leader Was Killed. Kamal writes an article on Darwin and Amina is hit by a car in a series from this country which includes the licentious father Al-Sayyid Ahmad in the novels Sugar Street and Palace Walk. For 10 points, name this country, the home of Alaa Al Aswany, Nawal El Saadawi, and Naguib Mahfouz’s Cairo Trilogy.",
            "answer_sanitized": "Egypt &lt;JC, World Literature&gt;",
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "question_sanitized": "Writer Matthew Todd called this film “a revolution wrapped in candyfloss,” and celebrities like Matt Bomer and Kristen Bell bought out entire showings to support it. The protagonist and his best friend dress up as John Lennon and Yoko Ono for a Halloween party in this mov˝e. Two students from this movie named Rob and Brianne play Nazis in a school play and are almost exclusively seen making out, much to the disgust of Ms. Albright. Cal, Lyle, and (*) Bram are all possible identities of the main character’s online pen pal, known to him only as Blue. After being humiliated by his crush at a football game in this movie, Martin Addison posts the protagonist’s emails online to out him as gay. Josh Duhamel and Jennifer Garner play the protagonist’s parents in, for 10 points, what 2018 teen rom-com starring Nick Robinson as the title closeted high schooler?",
            "answer_sanitized": "Love, Simon &lt;WD, Trash (Film)&gt;",
            "category": "Trash"
        },
        {
            "question_sanitized": "This material differentiates based on various FARM processes including assimilation and replenishment. Energy from aluminum-26 can drive the formation of this substance during the accretion phase. This substance’s composition is changed by assimilation of fusibles. Increased concentration of elements called KREEP gives evidence that an (*) “ocean” of this substance existed on the primordial moon. Cumulate (“KYOO-myoo-lit”) rocks are created by crystallization of this substance that, upon intrusion, can form sills, dikes, or other plutons. This substance is usually classified as basaltic, andesitic, or rhyolitic based on its viscosity and mineral and gas content, and it can be found in namesake chambers. For 10 points, name this substance defined as molten rock found beneath Earth’s surface.",
            "answer_sanitized": "magma [do not accept or prompt on “lava”] &lt;AP, Other Science (Earth Science)&gt;",
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "question_sanitized": "A seminal treatise by an author in this organization was translated into German by Ludwig Borckenhagen. A thinker who spent most of his career in this organization convened the first international meteorological conference and settled ex-Confederates at the New Virginia Colony in Mexico. That man, Matthew Fontaine Maury, served as the first superintendent of this organization’s observatory. Theodore Roosevelt’s first book concerned this organization’s role in the (*) War of 1812, influencing a man who advocated strengthening this organization by procuring colonies. The German officer Alfred von Tirpitz was influenced by the emphasis on “decisive battles” in a book that spurred the growth of this organization, The Influence of Sea Power upon History. For 10 points, Alfred Thayer Mahan was an officer in what organization that educates midshipmen at an academy in Annapolis, Maryland?",
            "answer_sanitized": "United States Navy [or US Navy; anti-prompt (i.e., ask “can you be less specific?”) on United States Naval Academy or US Naval Academy or USNA; prompt on US military or Navy] &lt;NR, American History&gt;",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "A man from this city followed the nymph Hesperia into the ocean and was changed into a diving bird. His sister from this city raised her younger brother as her son so that she would have an extra if one were killed. This city, whose inhabitants included Aesacus and Ilione, was home to a ruler who gave Heracles a golden veil to appease his anger after he saved Hesione from a sea monster; that father of Polydorus was originally named Podarces and was later killed by (*) Neoptolemus after the theft of the Palladium from this city. Poseidon and Apollo were forced into manual labor here to serve Laomedon, whose son had a hundred children. The dead body of a prince of this city was dragged around its walls three times. That man was the “breaker of horses,” Hector. For 10 points, name this city that was ruled by Priam and invaded by a wooden horse during a namesake war with Greece.",
            "answer_sanitized": "Troy [or Ilium] &lt;JC, Mythology&gt;",
            "category": "Mythology"
        },
        {
            "question_sanitized": "The speaker of one poem by this author asks the addressee to “permit me the present tense” after asserting that “you are not my doctor / you are not my cure.” In another poem, the narrator observes that “A child is not a poem / a poem is not a child” while watching her daughter “learning how to spell” and “how to make spells.” This author of “Is/Not” and “Spelling” wrote a novel that imitates the style of ancient Greek dramas with a chorus of twelve maids led by (*) Melantho who were hanged for their supposed betrayals. In another novel, the title character has been institutionalized for the murders of Nancy Montgomery and Thomas Kinnear but hires Simon Jordan to investigate her in hopes she will be proven hysteric. For 10 points, name this author of The Penelopiad and Alias Grace who chronicled Offred’s life in Gilead in The Handmaid’s Tale.",
            "answer_sanitized": "Margaret Atwood &lt;MT, British Literature&gt;",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "One measure of this quantity has a term equal to the number of singletons squared over two times the number of doubletons. Chao1 and Chao2 are estimators for this quantity, several measures of which are obtained from the Hill index of various orders. The gamma type of this measure combines two basic subtypes for it to describe this measure for an entire landscape, while its alpha form is local. Rarefaction is a common method for estimating this quantity at (*) infinite sampling. Another index for this measure, denoted H, is calculated as negative one times the sum of proportions times the natural log of proportions; that is the Shannon index. This measure is high in “hotspots” like the Amazon rainforest. For 10 points, name this measure of the variability of life on Earth, both between species and within ecosystems.",
            "answer_sanitized": "species diversity [or biodiversity; or number of species; or diversity index; or species richness; prompt on Shannon index until read; do not accept “population size”] &lt;AP, Biology&gt;",
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "question_sanitized": "Cazden et al. argued that the “expectation” variety of this property has three levels: tone, chord moment, and tonal center. In the second species of counterpoint, a passing tone is the only allowed tone with this quality, which occurs on the weaker beat. This property abruptly opens the finale of Beethoven’s Symphony No. 9 in what Richard Wagner called Schreckensfanfare (“SHREK-ins-FAHN-fah-ruh”), which inspired him to use it to dramatic effect in his “Hagen’s Watch” scene from (*) Götterdämmerung. Tensions at the beginning of Mozart’s String Quartet No. 19 resulted in it being nicknamed after this property. Bach utilized this musical property to represent the agony of Christ’s crucifixion at the end of St. Matthew Passion. For 10 points, name this quality of sound that results from an uncanny clash of notes.",
            "answer_sanitized": "dissonance [prompt on cluster chord] &lt;JJ, Music&gt;",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Susan Wolf distinguished between rationalist and irrationalist positions in a paper on this concept that compares two men who neglect getting their brakes checked; that paper builds on another philosopher’s use of a truck driver running over a child to illustrate this concept. An essay on this concept compares the culpability of citizens of Nazi Germany to that of another country’s citizens to explain the circumstantial type of this concept and was written by Thomas Nagel. The seminal text on this concept discusses the variability of artistic success in relation to (*) Paul Gauguin’s choice to leave his family and move to Tahiti. The “control principle” attempts to resolve a problem created by this concept. For 10 points, name this concept introduced by Bernard Williams that deals with ethical evaluation of outcomes partly due to chance.",
            "answer_sanitized": "moral luck [prompt on partial answer; prompt on moral chance or ethical randomness] &lt;NR, Philosophy&gt;",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "Interactions involving two of these particles can be direct, single resolved, or double resolved. Negative i times the Minkowski metric divided by the square of the exchanged four-momentum equals the propagator associated with this particle. The Medipix family of devices can be used to count these particles, and the most widely deployed integrated circuits using these particles are based on indium phosphide. These particles are ballistic if they travel in a straight line through a (*) turbid medium. These gauge bosons for electromagnetism are shown as wavy lines on Feynman diagrams, and the Compton effect describe the increase in wavelength of one of these particles after it is scattered by an electron. For 10 points, name these massless, quantized packets of light.",
            "answer_sanitized": "photons &lt;AP, Physics&gt;",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "This agreement was the culmination of a letter written at Kerikeri eight years prior, petitioning King William IV for protection from the French. It supposedly includes an unwritten provision for religious freedom influenced by Bishop Jean-Baptiste Pompallier, who counseled its signatories against this agreement. The Native Land Court Act abolished the Crown right to pre-emption granted in this document, which (*) Hōne Heke (“HO-neh HECK-eh”) thought to be a ruse of the Pākehā (“PAH-keh-HAH”). A controversy involving this treaty is the inadequate substitution of the word “government” for “sovereignty.” On the instructions of its principal author William Hobson, this treaty was translated into Maori and disseminated around the North and South Island. For 10 points, name this 1840 treaty that established British control of New Zealand.",
            "answer_sanitized": "Treaty of Waitangi &lt;NR, World History&gt;",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "A bus driver in this work delivers a lullaby after a couple in this work remains out of reach of one another on a train caboose. A character in this work repeatedly sings about bathing caps with “blue and red and yellow” “Fourth of July plumes” as she is in a (*) “prematurely air-conditioned supermarket.” This opera, which was choreographed by Lucinda Childs, features “I Feel the Earth Move” and repeats “Mr. Bojangles.” The last section of this work describes two lovers sitting on a park bench and features poetry by Christopher Knowles. This five-hour-long opera has no intermissions, so audience members are free to come and go. This work’s three acts are separated by repetitions of numbers or solfège (“SOUL-fezh”) in its five “knee plays.” For 10 points, name this first opera of the Portrait Trilogy by Philip Glass.",
            "answer_sanitized": "Einstein on the Beach &lt;MT, Other Arts (Opera)&gt;",
            "subcategory": "Fine Arts Audiovisual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "In a work by this author, a woman who remembers a time when she had “plaits over her shoulders” is accused of closing her eyes and commanding “Blind yourself” whenever she is held. In one of this author’s plays, a woman claims that she is a daughter and a second wife, but nobody to herself. Earlier in that play, an investigator looks in the mirror and asks, “Who is insane among us?” This author described Laudisi’s attempts to discover whether Ponza or Signora Frola was telling the truth in (*) Right You Are, If You Think You Are. He wrote a play in which the hanging of coats summons Madame Pace, who hires the Step-daughter as a prostitute before the Child drowns in a fountain. For 10 points, name this Italian author who wrote about the title family demanding roles from the Stage-Manager in Six Characters in Search of an Author.",
            "answer_sanitized": "Luigi Pirandello &lt;MT, European Literature&gt;",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "In a work named for this object, a doctor fakes his own death in order to convince his children to take medicine. Another man in that work named for this object continues his life of poverty after his friend secretly sews a jewel into his clothing; that work is punctuated by five thousand people walking out of a meeting and was frequently cited by Dōgen. Twenty-seven concrete shells form a Bahá’í (*) temple named for this object in Delhi. A work named for this object that illustrates the concept of skillful means, or upaya, contains the story of a father who uses the promises of toy carts to lure children out of a burning house. The Tendai and Nichiren schools follow a text named after one of these flowers, which teaches that all people can attain Buddhahood and is a foundational Mahayana sutra. For 10 points, name this flower, the namesake of a meditation pose in Hindu, Jain, and Buddhist traditions.",
            "answer_sanitized": "lotus [or Lotus Sutra; or Saddharma Pundarika Sutra before “Bahá’í”; or White Lotus Day; or Lotus Temple; or lotus pose; prompt on flower] &lt;JC, Religion&gt;",
            "category": "Religion"
        },
        {
            "question_sanitized": "A fashion leader known for his characteristic Homburg hat, this man was called “the best dressed fool in Europe” by Benito Mussolini. Lord Halifax replaced this man after he resigned his ministry in protest of Neville Chamberlain’s appeasement policies, after which this politician led a group of dissenting MPs known as “The Glamour Boys.” This Conservative lodged strong opposition to the Morgenthau Plan and blocked its adoption by the British in his position as Foreign Secretary during World War II. In his highest office, he began Britain’s (*) collapse as a superpower in a bungled attempt to maintain influence in the Middle East against US and Soviet opposition. That debacle, where British and French troops landed in Port Said (“sah-EED”) and Israel invaded the Sinai, forced this man’s resignation after only two years as leader. For 10 points, name this prime minister during the Suez Crisis, the right-hand man and successor of Winston Churchill.",
            "answer_sanitized": "Anthony Eden &lt;NR, European History&gt;",
            "subcategory": "History British",
            "category": "History"
        },
        {
            "question_sanitized": "Robert Indiana tessellated a painting with this color in the title in a cross shape in “American Dream.” The disease CADASIL may have caused a critic to dislike a painting with this color listed [emphasize] second in its title, which was paired with paintings showing this color above a man balancing on a canoe and to the left of Valparaíso Bay. This color is the second in the title of a work that triggered a lawsuit for a (*) farthing, which was described in The Gentle Art of Making Enemies after John Ruskin described it as “flinging a pot of paint in the public’s face.” A Precisionist “poster portrait” for William Carlos Williams depicting a receding fire truck was painted by Charles Demuth and titled I Saw the Figure 5 in [this color]. This is the color of fireworks over Battersea Bridge and the Cremorne Gardens. For 10 points, name this color that, along with black, titles a Nocturne by James Whistler.",
            "answer_sanitized": "gold &lt;JC, Painting&gt;",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This psychologist may have been unwittingly hired for the Human Ecology Fund, a CIA mind control project, to “lend credibility.” Young, Becker, and Pike wrote about a method in which each of two arguing sides tries to restate the other’s position to their satisfaction, which is inspired by and named for this psychologist. This psychologist’s “Q technique” shows incongruence between the real and ideal selves. “All individuals exist in a continually changing world of experience” and “The organism has one basic tendency: to actualize” are two of this psychologist’s nineteen propositions, which he used to develop the “fully functioning person.” This (*) humanistic developer of student-centered learning proposed giving patients “unconditional positive regard” in his work On Becoming a Person. For 10 points, name this psychologist who developed client-centered therapy.",
            "answer_sanitized": "Carl Rogers &lt;JC, Social Science (Psychology)&gt;",
            "category": "Social Science"
        },
        {
            "question_sanitized": "An organization started by this man adopted a black flag with a volcano at its center to symbolize the mourning of his country. For a time, this man worked in a candle factory in Staten Island owned by his friend Antonio Meucci. In 1867, this Freemason called for the abolition of the Papacy two months before he was wounded at the Battle of Mentana. The Hungarian exile István Türr (“EESHT-vahn TOUR”) aided this man in his most famous campaign, after which he forfeited his hopes for (*) republicanism at the “Handshake of Teano.” This one-time commander of the Uruguayan Navy bore a grudge against the Count of Cavour for bartering away his hometown of Nice. After the Battle of Volturno, this nationalist turned over the Two Sicilies to King Victor Emmanuel II. For 10 points, name this Italian leader who led his Redshirts to conquer Sicily in the Expedition of the Thousand.",
            "answer_sanitized": "Giuseppe Garibaldi &lt;NR, European History&gt; Bonuses",
            "subcategory": "History European",
            "category": "History"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "Along with the same composer’s short opera <em>The Child and the Spells</em>, this work was one of the only pieces to feature a luthéal (“loo-tay-ALL”) piano. For 10 points each:",
            "answers_sanitized": [
                "Tzigane (“tsee-GAHN”)",
                "Franz Joseph Haydn",
                "violin [or fiddle] &lt;JD, Music&gt;"
            ],
            "parts_sanitized": [
                "Name this rhapsody that Maurice Ravel dedicated to Jelly d’Arányi after she played some “gypsy” music for him following a concert in London. Its name is derived from the French and Hungarian words for “Roma.”",
                "Influenced by the verbunkos (“VAIR-boon-kohsh”) recruitment dance, this composer incorporated Roma themes into his Piano Trio No. 39. This composer used fugue finales in his Sun Quartets and a sudden fortissimo chord in his “Surprise” Symphony.",
                "Sándor (“SHAWN-dor”) and Roby Lakatos (“LAH-kah-tohsh”) are members of a family of Romani musicians renowned for playing this instrument. Modern players of this instrument include L. Shankar and Hilary Hahn."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Vector fields are useful tools in modeling natural phenomena such as fluid flow. For 10 points each:",
            "answers_sanitized": [
                "scalar field",
                "curl",
                "Helmholtz theorem [or Helmholtz decomposition] &lt;AP, Other Science (Math)&gt;"
            ],
            "parts_sanitized": [
                "Vector fields are contrasted with this type of field that assigns a dimensionless number or physical quantity to every point in space. Unlike vectors, these entities only have magnitude and not direction.",
                "If F is a conservative vector field, then this operation on F is zero. This operation on the gradient of a scalar field is always zero.",
                "This theorem states that any smooth, rapidly-decaying vector field can be split into a curl-free and divergence-free component."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This man spared the city of Tyana after having a vision of the long-dead Apollonius of Tyana telling him to spare the city. For 10 points each:",
            "answers_sanitized": [
                "Aurelian",
                "Zenobia",
                "Diocletian &lt;NR, European History&gt;"
            ],
            "parts_sanitized": [
                "Name this Roman emperor who established the cult of Sol Invictus and earned the nickname “Restorer of the World.”",
                "Aurelian pulled Rome out of the Crisis of the Third Century by defeating Tetricus of the Gallic Empire and this queen of the Palmyrene Empire, whom he had paraded through Rome in golden chains during his triumph.",
                "After defeating Carinus at the Battle of the Margus, this emperor officially ended the Crisis of the Third Century. He ordered the last great persecution of Christians and formed the Tetrarchy before retiring to his palace at Split."
            ],
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "leadin_sanitized": "Saint Paul wrote a lot of letters that made their way into the New Testament. For 10 points each:",
            "answers_sanitized": [
                "sola gratia",
                "Thessalonians",
                "love &lt;WD, Religion&gt;"
            ],
            "parts_sanitized": [
                "In the second chapter of his epistle to the Romans, Paul refers to the concept of salvation by grace, known as this two-word Latin phrase often contrasted with sola fide.",
                "Paul’s first letter to these people warns against mourning the dead because the faithful will be saved. Both of Paul’s letters to these inhabitants of a present-day Greek city are known for their lengthy openings of thanksgiving.",
                "In First Corinthians, Paul writes extensively about this concept, calling it “patient and kind.” He also says that there is “nothing base or arrogant” in it, and that it “bears all things.”"
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "Bloch’s theorem allows solutions of this equation to be combined. For 10 points each:",
            "answers_sanitized": [
                "Schrödinger equation",
                "density functional theory [or DFT]",
                "LDA [or local density approximation] &lt;AP, Chemistry&gt;"
            ],
            "parts_sanitized": [
                "Name this equation developed by an Austrian scientist that describes the behavior of particles and can be written as E psi equals H psi in its time-independent form.",
                "A limit of the Schrödinger equation is its breakdown in multi-electron systems. This method uses the Hohenberg–Kohn theorems, as well as the fact that a namesake property of electrons determines the Hamiltonian.",
                "This approximation of the exchange–correlation energy functional, originally developed by Kohn and Sham, holds that the electron density at any given point is close to that of a homogeneous electron gas."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "In this letter, the author criticizes his addressee for being an expensive date who didn’t even give him much artistic inspiration. For 10 points each:",
            "answers_sanitized": [
                "De Profundis",
                "Oscar Wilde",
                "“The Ballad of Reading Gaol (“RED-ing jail”)” &lt;MT, British Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this long letter titled for Psalm 130, the second half of which depicts Christ as a romantic artist. Its author states that he only wants to interact with “those who know what beauty is, and those who know what sorrow is.”",
                "This author of De Profundis wrote the play The Importance of Being Earnest and novel The Picture of Dorian Gray.",
                "In this poem, written from the same place as De Profundis, Wilde discusses how “each man kills the thing he loves” with either a kiss or a sword."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This place is found along a “dark desert highway,” and a room inside it has “mirrors on the ceiling” and “pink champagne on ice.” For 10 points each:",
            "answers_sanitized": [
                "“Hotel California”",
                "the room from “No Exit” [or hell; or equivalents]",
                "The Exterminating Angel [or El Angel Exterminador] &lt;JC, Trash (Music)&gt;"
            ],
            "parts_sanitized": [
                "Name this title inn from a song by the Eagles from which you can “check out any time you like, but you can never leave.” (Imitate guitar solo here.)",
                "It is similarly impossible to leave this room furnished in Second Empire style, which has a heavy bronze sculpture on the mantelpiece. This room has no mirrors, leading one woman to offer to be another’s looking-glass.",
                "In this Luis Buñuel movie, a group of wealthy guests are unable to leave a dinner party; they eventually escape by reconstructing their original movements but get trapped all over again in a church."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Inhabitants of this country believe that its original inhabitants were the mysterious Vazimba people, who were possibly pygmies. For 10 points each:",
            "answers_sanitized": [
                "Madagascar [accept Merina Kingdom or Kingdom of Imerina]",
                "Mecca",
                "hova &lt;NR, World History&gt;"
            ],
            "parts_sanitized": [
                "Name this kingdom that was first united by King Radama I. After the death of his wife Ranavalona I, their son Radama II paved the way for this kingdom to become a French protectorate by signing the Lambert Charter.",
                "The Sorabe (“SO-rah-BAY”) alphabet for Malagasy was developed by Madagascar’s Antemoro ethnic group, whose ancestors arrived on the island from this holiest city in Islam around the 15th century.",
                "Madagascar’s castes included the Andriana nobles, Andevo slaves, and these free commoners. Two wars named for France and this caste resulted in the replacement of the Merina monarchy with direct French colonial control."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "One poem in this collection begins “Among the market greens, a bullet from the ocean” and describes a large tuna “navigating the waters of death.” For 10 points each:",
            "answers_sanitized": [
                "Elemental Odes [or Odas elementales]",
                "Pablo Neruda",
                "maize [or “Ode to Maize”; or Men of Maize; or Hombres de Maiz] &lt;MT, World Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this poetry collection that praises mundane things, among them a “chestnut on the ground,” “tomatoes,” and “conger (“KONG-er”) chowder.”",
                "This author of Elemental Odes wrote “In you everything sank!” in the final poem of his collection Twenty Love Poems and a Song of Despair.",
                "In one poem from Elemental Odes dedicated to this thing, the author asks a poet to “let history rest in its shroud” while saying “America grew from” this thing. Gaspar Ilom is martyred in a novel named for this substance."
            ],
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This structure was originally reduced to rubble by the Vanir during the Aesir–Vanir War. For 10 points each:",
            "answers_sanitized": [
                "walls of Asgard [prompt on walls; do not accept or prompt on “Asgard”]",
                "Svaðilfari (“svah-THIL-fah-ree”)",
                "Loki &lt;NR, Mythology&gt;"
            ],
            "parts_sanitized": [
                "Name this project built in a single winter by Blast, who was offered Freya’s hand in marriage in exchange.",
                "Blast was able to construct the walls with astonishing speed with the help of this boulder-carrying stallion.",
                "In order to prevent the giant from finishing on time, this trickster god transformed into a beautiful mare and mated with Svaðilfari, conceiving Odin’s steed Sleipnir."
            ],
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "One work sees this strategy emerging “as a series of attempts to deal with the consequences of the World War II Faustian bargain.” For 10 points each:",
            "answers_sanitized": [
                "containment",
                "George F. Kennan",
                "John Lewis Gaddis &lt;NR, American History&gt;"
            ],
            "parts_sanitized": [
                "Name this Cold War policy, contrasted with détente (“day-TONT”) and rollback, that aimed to block the further spread of Communism.",
                "This cold warrior formulated the policy of containment in the Long Telegram and presented it to the public in the “X Article” in Foreign Affairs magazine.",
                "This Yale professor distinguished between symmetrical and asymmetrical containment in his influential Strategies of Containment. This historian won a Pulitzer for his biography George F. Kennan: An American Life."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "One member of this school, Aenesidemus, identified ten modes for achieving <em>epoché</em> (“eh-po-KAY”), the suspension of judgement. For 10 points each:",
            "answers_sanitized": [
                "Pyrrhonism [or Pyrrhonian skepticism; prompt on skepticism]",
                "Sextus Empiricus",
                "Buddhism [or word forms] &lt;NR, Philosophy&gt;"
            ],
            "parts_sanitized": [
                "Name this Ancient school of skepticism which argued that all perceptions were acataleptic, and thus that knowledge was limited to appearances. Unlike Academic Skepticism, this school’s followers pursued ataraxia.",
                "This philosopher’s Outlines of Pyrrhonism left the best surviving account of the school’s beliefs. His Against the Mathematicians includes sections “Against the Logicians” and “Against the Ethicists.”",
                "Pyrrho’s teachings are similar to this religion’s three marks of existence, suggesting that he interacted with it while traveling in India with Alexander’s army. This religion’s philosophers include Nagarjuna, of its Mahayana branch."
            ],
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "A key theorem in this field states that a fluid with infinite conductivity has its magnetic flux lines frozen in. For 10 points each:",
            "answers_sanitized": [
                "magnetohydrodynamics [or MHD]",
                "plasma",
                "beta parameter &lt;PL, Physics&gt;"
            ],
            "parts_sanitized": [
                "Name this field created by Hannes Alfvén (“all-VANE”). It involves combining Maxwell’s equations with Navier–Stokes equations to model charged fluids.",
                "MHD can be useful for modeling this state of matter, a highly ionized gas found in stars.",
                "An important parameter in MHD is this dimensionless quantity defined as the ratio of plasma pressure and magnetic pressure. Low values of this parameter means that the flow dynamic is dominated by the magnetic field."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This king was nicknamed the “Builder King” for commissioning projects such as the Royal Greenhouses of Laeken. For 10 points each:",
            "answers_sanitized": [
                "Leopold II",
                "Mexico [or Second Mexican Empire]",
                "Maxime Weygand (“veh-GAWND”) &lt;NR, European History&gt;"
            ],
            "parts_sanitized": [
                "Name this Belgian monarch who financed those projects with profits generated from his ruthless exploitation of the Congo Free State with the help of the rubber quota-enforcing Force Publique.",
                "Leopold’s sister Charlotte briefly served as Empress Carlota of this country when it was ruled by her husband, the younger brother of Franz Joseph of Austria.",
                "Thought to be the illegitimate son of Empress Carlota, this French general names the fortifications constructed after the Maginot Line fell. In the “This Was Their Finest Hour” speech, Churchill declared “what [this general] has called the Battle of France is over.”"
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "The recipient of this injury complains in a letter that it makes him “marked like a cow” or “like a Papist on Ash Wednesday” and is paranoid that people are always talking about it. For 10 points each:",
            "answers_sanitized": [
                "a scar on his forehead [prompt on partial answer]",
                "East of Eden",
                "Cathy Ames [or Kate Trask; or Kate Albey; or Catherine Ames] &lt;AP, American Literature&gt;"
            ],
            "parts_sanitized": [
                "Charles Trask, the younger brother of Adam, suffers this injury after losing his temper while trying to move a large boulder from his yard.",
                "Charles receives that “mark of Cain” in this Steinbeck novel that implicitly compares its characters Cal and Aron to Cain and Abel. In it, the Chinese servant Lee defines the word timshel as “Thou mayest.”",
                "This evil wife of Adam Trask poisons Faye, the owner of a brothel, so that she can run it herself. She also sets her family’s home ablaze, killing both of her parents."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "At one of these events, an extremely loose adaptation of <em>A Clockwork Orange</em> called <em>Vinyl</em> was shown. For 10 points each:",
            "answers_sanitized": [
                "Exploding Plastic Inevitable [prompt on, but DO NOT REVEAL, descriptive answers like happening or party at the Factory or Andy Warhol party]",
                "The Factory",
                "Andy Warhol &lt;JC, Painting&gt;"
            ],
            "parts_sanitized": [
                "Give this three-word term for multimedia events, featuring light shows by Danny Williams, that included Velvet Underground and Nico performances, and dancing by the “superstars” Mary Woronov and Gerard Malanga.",
                "Exploding Plastic Inevitable events, silkscreen painting, and various “happenings” often took place at this Manhattan studio of pop art, whose iconic red couch was featured in films like Chelsea Girls and Blow Job.",
                "The Factory was owned by this artist known for painting Chairman Mao, Marilyn Monroe, and Campbell’s Soup cans."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "The man-made analogue of this biological process is the Haber–Bosch process. For 10 points each:",
            "answers_sanitized": [
                "nitrogen fixation",
                "rhizobia [or rhizobium]",
                "heterocysts &lt;AP, Biology&gt;"
            ],
            "parts_sanitized": [
                "Name this process in which ammonia is produced from a certain diatomic gas. It usually occurs in the soil and is catalyzed by bacteria like Azotobacter.",
                "These bacteria, which form symbiotic relationships with plants, catalyze nitrogen fixation in the root nodules of legumes. They express Nod factors to induce root hair curling.",
                "Nitrogen fixation is carried out by cyanobacteria, which form these structures that have high concentrations of nitrogenases. These cells produce three additional cell walls and have cyanophycin polar plugs."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "David Foster Wallace once observed this man peeing under a tree, which was apparently treated as a normal occurrence on his sets. For 10 points each:",
            "answers_sanitized": [
                "David Lynch",
                "Blue Velvet",
                "Eraserhead &lt;JC, Other Arts (Film)&gt;"
            ],
            "parts_sanitized": [
                "Name this director of Mulholland Drive and Twin Peaks.",
                "This Lynch film famously begins with a shot of a severed ear covered in ants. Jeffrey shoots the Yellow Man in this film, which was criticized for its sexual violence towards the character Dorothy.",
                "This early Lynch film begins with a giant floating sperm emerging from the main character’s mouth and involves Henry Spencer and Mary X trying to take care of and then kill a horrifying skinless baby."
            ],
            "category": "Trash"
        },
        {
            "leadin_sanitized": "The “outside” or “indirect” form of this action is when interest groups encourage the citizens to push politicians to make change. For 10 points each:",
            "answers_sanitized": [
                "lobbying",
                "revolving door",
                "principal–agent problem [or agency dilemma; or agency problem] &lt;AJ, Social Science (Political Science)&gt;"
            ],
            "parts_sanitized": [
                "Name this action in which interest groups hire lawyers and specialists to argue for legislation. It is seen as morally dubious because of its ability to twist laws to suit the purposes of a select few.",
                "Some laws regarding this system require a one-year cool down period. This is term for the system in which government officials become lobbyists, and vice versa.",
                "This problem can occur as a result of representatives acting in their own best interest. It can be the result of having a larger amount of information about a situation in their hands, when compared to the interest group."
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "After a long day of quizbowl, you decide to chill out by reading some literature written in the second person. For 10 points each:",
            "answers_sanitized": [
                "If on a winter’s night a traveler",
                "How to Get Filthy Rich in Rising Asia",
                "“The Cheater’s Guide to Love” &lt;JC, European Literature&gt;"
            ],
            "parts_sanitized": [
                "Rather predictably, you start by perusing this book that begins, “You are about to begin reading Italo Calvino’s new novel…. Relax. Concentrate. Dispel every other thought.”",
                "You next encounter the line “Look, unless you’re writing one, a self-help book is an oxymoron” in this Mohsin Hamid book that describes your life as a Pakistani boy selling bottled water.",
                "Finally, you read the line “Your girl catches you cheating. Well, actually she’s your fiancée, but hey, in a bit it so won’t matter” in this Junot Diaz short story, the final work in the collection “This Is How You Lose Her.”"
            ],
            "subcategory": "Literature World",
            "category": "Literature"
        }
    ]
}