{
    "tossups": [
        {
            "question_sanitized": "This author criticizes an object with the sick burns “As for butterflies, I can hardly conceive of one’s attending upon you” and “You lack half wit.” One work by this author of “To a Steam Roller” hopes that “the autocrats among us can be ‘literalists of the imagination,’” while another describes “a solid-pointed star, which… stands for hope” in a town that Durer would have seen a reason for living in. Another work by this mentor of Elizabeth Bishop describes “a near artichoke with head and legs” as “another (*) armored animal.” One work by this author of “The Steeple Jack” and “The Pangolin” originally contained lines about “hands that can grasp, eyes that can dilate,” “imaginary gardens with real toads in them,” and “things that are important beyond all this fiddle” but was cut down to one line. For 10 points, name this author who wrote “I, too, dislike it” in “Poetry.”",
            "answer_sanitized": "Marianne Moore &lt;JC, American Literature&gt;",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "Pollitt and Bouckaert defined a type of state named for this thinker that is reflected by European “modernizers,” as opposed to “maintainers” or “marketers.” In one work, this thinker contrasted patrimonial and modern forms of staffing and warned that practitioners of the title activity must balance “moral conviction” with “responsibility.” This man ends one essay by citing Shakespeare’s Sonnet 102, but notes that instead of “summer’s bloom,” a “polar (*) night of icy darkness” awaits us. He stated that there are traditional, legal, and charismatic legitimation of leaders in one work and defined government as a body that claims a “monopoly of the legitimate use of physical force.” This Benjamin Franklin enthusiast warned of the creation of a bureaucratic “iron cage.” For 10 points, name this author of Politics as a Vocation and The Protestant Ethic and the Spirit of Capitalism.",
            "answer_sanitized": "Max Weber &lt;LC, Social Science (Sociology)&gt;",
            "category": "Social Science"
        },
        {
            "question_sanitized": "During this event, Major James Bell defended a National Guard armory and O. W. Gurley unsuccessfully tried to calm a group of World War I veterans. In 2018, G. T. Bynum pledged to investigate possible mass graves created during this event. Several years after tar and feathering IWW members during a so-called “outrage,” city co-founder W. Tate Brady served as a night-watchman during this event. Prior to this event, Sheriff William McCullough refused to turn over a (*) suspect accused of entering the Drexel Building and assaulting elevator operator Sarah Page. This event began with a firefight outside the county courthouse between a lynch mob and African-Americans trying to protect Dick Rowland, leading to the destruction of the Greenwood District. For 10 points, name this 1921 event that ravaged a Black neighborhood in an Oklahoma city.",
            "answer_sanitized": "Tulsa race riot &lt;NR, American History&gt;",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "One character in this novel receives an empty food box from his superior, which he interprets as an order to kill himself. A hunter in this novel claims to his guest that he has served wolf’s meat, but the guest realizes the day after that it was in fact the flesh of his wife. One character in this novel subdues and releases his enemy (*) seven times until he pledges his allegiance. That character lays a Stone Sentinel Maze to discourage his enemy from pursuing him. Both “Young Phoenix” and “Crouching Dragon” serve as strategists to the main character of this novel, who swears brotherhood with Guan Yu and Zhang Fei during “The Oath of the Peach Garden.” For 10 points, names this novel depicting the conflict between Wei, Shu, and Wu by Luo Guanzhong.",
            "answer_sanitized": "Romance of the Three Kingdoms [or Sanguo Yanyi] &lt;SC, World Literature&gt;",
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "question_sanitized": "In one show, a version of this man directs a short film about a football-playing giraffe and fails to realize his friend Joan is in love with him. That character on Clone High is voiced by Will Forte, who also voiced another version of this character who rides his “space chair” out of the meeting of Master Builders. A “short reprise” that follows the song “Jacksonville” is dedicated to this man’s wife, who (*) “went insane, but for a very good reason.” Seth Grahame-Smith wrote a novel in which this man discovers the dead body of Edgar Allan Poe in Baltimore and is saved from dying by Henry Sturges. In another novel, he descends into a kind of purgatory to find his dead son; that book is titled for him “in the Bardo.” For 10 points, name this “Vampire Hunter” who declares in The Lego Movie that “A house divided against itself would be better than this!”",
            "answer_sanitized": "Abraham Lincoln [accept Abe Lincoln] &lt;JK, Trash (Mixed Academic)&gt;",
            "category": "Trash"
        },
        {
            "question_sanitized": "Peptides derived from these proteins and bound to a hydrophobic sequence are used to bias their signalling; those lipopeptides are called pepducins. The class C variety of these proteins contains a Venus Flytrap module and cysteine-rich domains that allow for homodimerization. Another class of these proteins forms a GB1-GB2 heterodimer before being released from the ER. After being phosphorylated by GRK, they can be desensitized by arrestins and (*) endocytosed. Examples of these receptors include rhodopsin, muscarinic acetylcholine receptors, and beta-adrenergic receptors. Upon binding of a ligand, these receptors trigger the dissociation of their partners into alpha and beta-gamma subunits by inducing the exchange of GDP for GTP. For 10 points, name these receptors that contain seven transmembrane helices and signal through G-proteins.",
            "answer_sanitized": "G-protein coupled receptors [or GPCR; or 7-TM receptors; or metabotropic receptors; prompt on partial answer; prompt on specific type of GPCRs like cholinergic receptors or adrenergic receptors or muscarinic receptors] &lt;PL, Biology&gt;",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "Georg Wagenseil’s (“VAH-gun-zyle’s”) concerto for this instrument in E-flat major was premiered by Thomas Gschladt (“guh-SHLOTT”), who was also the dedicatee of Leopold Mozart’s concerto for this instrument. A lengthy solo for this instrument makes up almost the entirety of the second movement of Berlioz’s Grand Funeral and Triumphal Symphony. A loud solo by this instrument introduces the [emphasize] secondary theme of the first movement of Mahler’s third symphony. Christian Lindberg is well known for experimenting with the cadenza of a concerto for this instrument and military band by (*) Rimsky-Korsakov. This instrument introduces the Tuba Mirum section of Mozart’s Requiem. This was the instrument played by the American bandleader who composed “In the Mood,” Glenn Miller. For 10 points, name this brass instrument that changes pitch using a sliding valve.",
            "answer_sanitized": "trombone [or alto trombone; or tenor trombone] &lt;PL, Music&gt;",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "In one of Hegel’s earliest works, he claims that this man was superior to Jesus because, unlike Jesus, he embraced the “democratic spirit.” Nietzsche said that the wisest men believe that life is no good while citing the “ugliness” of this man, whom he blamed for the triumph of reason over instinct. Twilight of the Idols contains a section named for “The Problem of” this man. Kierkegaard applied “infinite absolute negativity” to him in his dissertation on the (*) Concept of Irony with Continual Reference to [this man]. In The Sickness unto Death, Kierkegaard evaluates the equation of sin with ignorance, a claim made by this inventor of a dialectical process now termed his “method.” For 10 points, name this man who was supposedly wise because he knew that he knew nothing, the subject of many dialogues by Plato.",
            "answer_sanitized": "Socrates &lt;NR, Philosophy&gt;",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "A mixture suspended in beta-alumina solid electrolyte is the basis of the molten carbonate form of these devices, which operate at a lower temperature than their phosphoric acid counterparts. A gas diffusion layer surrounds an MEA in many types of these devices. One type of these devices is made more efficient by preventing formic acid from crossing over. Solid oxide (*) types of these devices use zirconia stabilized with yttrium as the electrolyte. These devices commonly use a semipermeable ionomeric membrane. Other direct forms of these devices use methanol or ethanol as the input, and notable examples of these devices use hydrogen and oxygen to produce water. For 10 points, name these devices used in forklifts and some automobiles that convert chemical energy to electricity.",
            "answer_sanitized": "fuel cells [anti-prompt on hydrogen cells; do not accept or prompt on “batteries”] &lt;AP, Other Science (Engineering)&gt;",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "As a child, this man was lured onto a boat and kidnapped by Archbishop Anno II of Cologne, who seized the regency from his mother Empress Agnes of Poitou (“pwah-TOO”) in the Coup of Kaiserswerth. This ruler was defeated in the field during the Great Saxon Revolt at the Battle on the Elster by a duke who had kidnapped and married his sister. Five years prior, that Duke, Rudolph of Rheinfelden, assisted this ruler against Otto of Nordheim at the Battle of (*) Langensalza (“LONG-in-ZALT-sah”). This monarch faced a rebellion from his son Conrad, who was elected King of Italy with the support of the Pope and Duchess Matilda of Tuscany. This leader waited on his knees for three days and nights in a blizzard to have his excommunication lifted by Gregory VII. For 10 points, name this Holy Roman Emperor who made the Walk to Canossa during the Investiture Controversy.",
            "answer_sanitized": "Henry IV Salian [or Heinrich IV] &lt;NR, European History&gt;",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "One modification of this reaction can be run in lithium chloride and amine base for base-sensitive substrates in the Masamune–Roush conditions. This reaction between beta-formyl-crotyl-acetate and a derivative of vinyl-beta-ionol is the final step of BASF’s vitamin A synthesis. One alternative to it uses a compound obtained via the Michaelis–Becker or Arbuzov rearrangements. That alternative to this reaction transforms carbanions into (*) olefins with E-selectivity and is named after Emmons, Wadsworth, and Horner. In the Corey–Fuchs mechanism, a dibromocarbene undergoes this reaction and then an alpha elimination, and a phenyl lithium deprotonating agent is used in the Schlosser modification of it. For 10 points, name this reaction between an aldehyde or a ketone and a phosphonium ylide to produce an alkene.",
            "answer_sanitized": "Wittig reaction &lt;AP, Chemistry&gt;",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "In one essay, this author sarcastically describes a trip through customs carrying a body that he had bludgeoned to death “with a rare Cellini saltcellar.” He describes “the unmistakable odor of feet marinated in dishwater” in “How to Use the Coffeepot from Hell,” an essay in the collection How to Travel with a Salmon. A character in another of this author’s novels interprets a manuscript as a delivery list for roses, and a ghost exposes another character as not actually being the (*) Comte Saint-Germain. This author wrote novels about a man who recounts his experiences searching for Prester John’s kingdom to Niketas Choniates (“cone-YA-tees”) and a computer that creates connections between random words to help Belbo, Diotallevi, and Casaubon develop “The Plan.” For 10 points, name this Italian author of Baudolino and Foucault’s Pendulum.",
            "answer_sanitized": "Umberto Eco &lt;JC, European Literature&gt;",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "On seeing this painting, Félix Fénéon told its artist to “take up caricature.” This painting’s artist publicly disclaimed some “magic things” as an influence on this painting but confessed that he had actually seen them with André Malraux. One figure in this work is compared to the artist’s similarly-crouching Dryad in a Leo Steinberg essay on this painting’s “Philosophical” setting. Alfred Barr read this painting as a memento mori, since its early sketches included a sailor and a medical student holding a skull. A (*) melon slice and grapes lie on a pointy table in the center of this painting, which has a blue and white curtain in the background. One woman in this painting stretches her elbows up, while others have faces inspired by Iberian sculpture or African masks. For 10 points, name this proto-Cubist Pablo Picasso painting depicting five nude confrontational-looking prostitutes.",
            "answer_sanitized": "Les Demoiselles d’Avignon (“lay dum-wah-ZELL dah-veen-YAWN”) [or The Young Ladies of Avignon; or The Prostitutes of Avignon] &lt;JC, Painting&gt;",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The Jewish historian Josephus describes the murder of Aristobulus III in a swimming pool at his palace near this city. After being destroyed, this city was cursed with the imprecation “at the cost of his firstborn son he will lay its foundations; at the cost of his youngest he will set up its gates.” In the Gospel of Matthew, Jesus healed the blind beggars of this city. Zacchaeus, a tax collector in this city, repents after meeting with Jesus in the gospel of Luke. After a devastating attack on this city, one of the (*) only survivors is the prostitute Rahab. The Good Samaritan parable takes place on the road between Jerusalem and this city, and a group carrying rams’ horns marched around this city for six days before shouting. For 10 points, name this city home to the biblical King Herod, whose walls finally fell after it was captured by a group of Israelites led by Joshua.",
            "answer_sanitized": "Jericho [or Yeriẖo] &lt;LC, Religion&gt;",
            "category": "Religion"
        },
        {
            "question_sanitized": "One of these creatures accompanies a woman who repeats “thou fool!” after Freya asks her about Ottar’s ancestry; that woman is Hyndla. A giantess who causes an earthquake by rolling Baldr’s funeral boat, Hyrrokkin, is accompanied by one of these animals. One of these animals’ actions is the origin of the sayings “loose from Leyding” or “strike out of Dromi,” and that one of these animals is killed by a man with a thick (*) shoe made from extra scraps of leather, Vithar, at Ragnarok. That animal’s jaws touch the sky and earth, and he is bound with mountain roots and bird spittle. Odin feeds two of these creatures, Geri and Freki, and another pair of these animals, Skoll and Hati, constantly chases the sun and moon. One of these animals, a brother of Jörmungandr and Hel, is bound with Gleipnir after biting off Tyr’s hand. For 10 points, name these animals that include Fenrir.",
            "answer_sanitized": "wolf [or wolves] &lt;JC, Mythology&gt;",
            "category": "Mythology"
        },
        {
            "question_sanitized": "Applying an equation named for this man to electrons bouncing off a potential on the order of the electron mass leads to Klein’s paradox. The product of four mathematical entities named for this man, times i, generates another mathematical entity that anticommutes with those four and can be used to write the left- and right-handed chiral components of this scientist’s namesake fields. One result named for this scientist was developed by making the Klein–Gordon equation (*) linear in the first partial derivative of time. That same result generates Clifford algebras when expressed in terms of his namesake gamma matrices. For 10 points, name this British physicist who names a relativistic generalization of the Schrödinger equation and a delta function.",
            "answer_sanitized": "Paul Dirac &lt;AP, Physics&gt;",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "One of this author’s characters magically shuts up a group of clowns who tease him about a non-existent wooden leg. In a parody, Byron calls himself a “degenerate modern wretch” while redoing a feat described by this author, since he only caught a cold instead of drowning. A quotation of this non-Shakespeare playwright’s line “Whoever loved that loved not at first sight?” and the phrase “a great reckoning in a little room” in As You Like It supposedly reference this playwright’s death in a (*) bar fight. In one work by this author, Neptune accidentally kidnaps a lover who swims the Hellespont to meet a priestess of Venus. This author created a scholar who sees the words “Homo, fuge” on his arm and asks “Was this the face that launched a thousand ships?” after summoning Helen and making a deal with the devil. For 10 points, name this author of Doctor Faustus.",
            "answer_sanitized": "Christopher “Kit” Marlowe &lt;JC, British Literature&gt;",
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "question_sanitized": "Plutarch records that this man noticed incorrect salutations on a letter to figure out that Lysimachus was faking his mail. After this man was banished at the age of 12, he fought for Demetrius Poliorcetes. He later married the daughter of Demetrius’s enemy, Ptolemy I, and briefly seized the Macedonian throne from Demetrius and from Antigonus II. This man opened one campaign theater on the advice of the Oracle of Delphi, who recommended that this general help (*) Tarentum, while in another campaign, his allies drove him out of Magna Graecia. This king used “Lucanian oxen” on his way to victories at Heraclea and Asculum, though after the Battle of Beneventum he conceded the war. For 10 points, name this 3rd-century BC King of Epirus who drove Carthage from Syracuse and defeated the Romans with elephants in his namesake war, making his name a byword for costly victories.",
            "answer_sanitized": "Pyrrhus of Epirus &lt;NR, European History&gt;",
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "question_sanitized": "A structure built for one of these events was chosen instead of another artist’s 390-foot-tall statue of himself and was meant to be a “marriage between the Eiffel Tower and Tatlin’s Tower, with the Tower of Babel as best man.” Another structure built for this occasion features a huge “water room” with small white lights in the middle of a Vantablack exterior. A structure with temporary wings and a saddle-shaped white roof was designed for this event by Zaha Hadid, who was forced to abandon a vaguely bike-helmet-shaped structure built for this purpose. A slide accompanies the twisting red (*) ArcelorMittal Orbit designed for this event. Ai Weiwei helped design the “Bird’s Nest” for this event in Beijing in 2008. For 10 points, name this worldwide athletic competition, for which many large stadiums have been built.",
            "answer_sanitized": "Olympics [or Olympic Games; or Olympic tower; or Olympic tourist attraction; or Olympic pavilion; or Olympic aquatic center; or Olympic stadium; or London 2012 Olympics; or PyeongChang 2018 Olympics; or Beijing 2008 Olympics; or 2020 Tokyo Olympics] &lt;JC, Other Arts (Architecture)&gt;",
            "subcategory": "Fine Arts Other",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Leaders of these people were chosen by being seated on white felt and given a golden sword in a ceremony. One of these people, Altani, was formally declared a hero for preventing a leader’s son from being kidnapped. A commander of these people used the tactic of darting out from the lines, grabbing one enemy soldier, and dragging him back to her father; that woman was Khutulun. The law code of these people, which did not punish suspects unless they confessed, was kept (*) secret from the public, much like a work describing the creation of the kheshig. These people elected leaders through councils called kurultai and kept the Yassa law code. One of these people was allegedly born with a blood clot in his fist, as recorded in these people’s Secret History; that man was Temüjin. For 10 points, name this nomadic equestrian group led by Genghis Khan.",
            "answer_sanitized": "Mongols [or Mongol Empire] &lt;JC, World History&gt; Bonuses",
            "subcategory": "History World",
            "category": "History"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "This character creates a stock market panic, seduces Countess Told, and battles Norbert von Wenk before being confined to an insane asylum and writing his will before his spirit comes back. For 10 points each:",
            "answers_sanitized": [
                "Dr. Mabuse (“ma-BOO-zuh”)",
                "Dr. Caligari",
                "Fritz Lang &lt;JC, Other Arts (Film)&gt;"
            ],
            "parts_sanitized": [
                "Name this villainous hypnotist, who features in a trilogy of German Expressionist films in which he is “a Gambler,” gives “Testament,” and has a “Thousand Eyes.”",
                "A Robert Wiene (“VEE-nuh”) horror film is titled for “The Cabinet of” this director of an insane asylum, who hypnotizes the sleepwalker Cesare into killing people. That film is known for its extreme shadows and angular sets.",
                "Dr. Mabuse was created by this German expressionist director, who is more famous for the film noir M and the science-fiction film Metropolis."
            ],
            "subcategory": "Fine Arts Audiovisual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "After being disfellowshipped from the Seventh-day Adventists for heretical views published in <em>The Shepherd’s Rod</em>, Victor Houteff formed an offshoot movement named for this figure. For 10 points each:",
            "answers_sanitized": [
                "David",
                "The Branch",
                "David Koresh [or Vernon Howell] &lt;NR, Religion&gt;"
            ],
            "parts_sanitized": [
                "Name this son of Jesse from whose line would descend the Messiah. This King of Israel won fame in his youth by slaying the Philistine giant Goliath.",
                "An angel of the Lord refers to the advent of this Davidic figure in Zechariah 3:8. The father of George Roden split from Davidian teachings and formed a group named for this figure, whom he believed to be a renamed Jesus.",
                "This cult leader took over the Branch Davidians from George Roden and reclaimed Mount Carmel Center. This man and 79 of his followers died in a fire that ended an FBI siege at Waco."
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "Richard Rorty has criticized this man’s genealogical method as fundamentally negative and thus unable to establish any new theory. For 10 points each:",
            "answers_sanitized": [
                "Michel Foucault",
                "The Archaeology of Knowledge",
                "epistemes [or discursive formations] &lt;NR, Philosophy&gt;"
            ],
            "parts_sanitized": [
                "Name this philosopher who examined natural history and general grammar in The Order of Things, which begins with an examination of Las Meninas.",
                "Foucault built upon the analytical method that he developed in The Order of Things in this other book, which examines the history of ideas by breaking down discourse into statements and analyzing meaning.",
                "These systems of thought are key to Foucault’s archaeological method, in which they govern boundaries of thought in a given domain and period. Jean Piaget paired this concept with Thomas Kuhn’s notion of paradigms."
            ],
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "In case you couldn’t tell from <em>Fahrenheit 451</em>, Ray Bradbury was a big old literary fanboy. Name some things about authors he rather oddly worked into his science fiction stories, for 10 points each.",
            "answers_sanitized": [
                "George Bernard Shaw",
                "Charles Dickens",
                "Sara Teasdale &lt;JC, Trash (Mixed Academic)&gt;"
            ],
            "parts_sanitized": [
                "In one story, instead of having a sex robot, a man chooses to befriend, and then suicide-mission into space with, a robotic replica of this author. He sort of wrote science fiction himself by describing forever-young revelers in 31,920 AD in Back to Methuselah.",
                "Bradbury created a washed-up author who pretends to be this man and elopes with a librarian who pretends to be Emily Dickinson in a short story named for one of this author’s novels, “Any Friend of Nicholas Nickleby is a Friend of Mine.”",
                "“Spring herself… would scarcely know that we were gone” is a line from “There Will Come Soft Rains,” a poem by this author of “I Shall Not Care” that names, and is recited in, a post-nuclear-war story by Bradbury."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "USC scientist Leonard Adleman originally developed this field in 1994 by solving the Hamiltonian path problem. For 10 points each:",
            "answers_sanitized": [
                "DNA computing [prompt on biocomputing; do not accept or prompt on “RNA”]",
                "oligonucleotides [prompt on partial answers]",
                "transcription &lt;AP, Biology&gt;"
            ],
            "parts_sanitized": [
                "Name this emerging branch of computing that uses a certain macromolecule to form logic gates.",
                "DNA computing relies on synthesizing these short strings of DNA that can also act as primers in PCR experiments. When ordering these entities, they are usually delivered freeze-dried.",
                "Drew Endy developed a transistor-like device made of DNA and RNA that is named after this biological process, in which RNA polymerase catalyzes the formation of RNA from DNA."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "In this novel, after the protagonist’s lover leaves her to settle divorce proceedings in New York, she spends her days staring at a portrait in a Sioux Falls library. For 10 points each:",
            "answers_sanitized": [
                "The Price of Salt [do not accept or prompt on “Carol”]",
                "Radclyffe Hall [or Ann Radcliffe]",
                "Paris &lt;SC, American Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this Patricia Highsmith novel in which Therese Belivet leaves her boyfriend Richard for a woman she meets while working the Christmas rush at a department store’s toy section.",
                "The Price of Salt defies the conventionally unhappy endings of lesbian literature established by The Well of Loneliness, a novel written by a woman with this first name. An author with a similar [emphasize] last name wrote the Mysteries of Udolpho.",
                "In contrast, the relationship of Robin and Nora has a very ambiguous ending in Djuna Barnes’s Nightwood. Nightwood takes place in this city, home to expatriates like Gertrude Stein and Alice B. Toklas."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Elizabeth F. Ellet published three voluments on <em>The Women of</em> [this event]. For 10 points each:",
            "answers_sanitized": [
                "American Revolutionary War [or equivalents]",
                "Warren family [or Mercy Otis Warren; or Joseph Warren]",
                "Homespun Movement &lt;NR, American History&gt;"
            ],
            "parts_sanitized": [
                "Name this conflict in which “Molly Pitchers” served on the battle lines. Martha Washington and Abigail Adams held down the homefront during this conflict.",
                "Abigail Adams frequently corresponded with a woman who [emphasize] married into this family and wrote a three-volume history of the American Revolution as well as an anti-Federalist pamphlet under the pseudonym “A Columbian Patriot.” Her brother-in-law Joseph died at the Battle of Bunker Hill.",
                "Abigail Adams and Martha Washington are linked to this movement led by the Daughters of Liberty, who advocated boycotting British goods with self-made substitutes."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "In this simple quantum mechanical model, energies are quantized for each dimension. For 10 points each:",
            "answers_sanitized": [
                "particle in a box [accept particle in an infinite potential well or particle in an infinite square well]",
                "potential energy",
                "probability density &lt;AP, Physics&gt;"
            ],
            "parts_sanitized": [
                "Name this model often presented in 1D, 2D, and 3D varieties in which an object is assumed to be confined by impassable barriers.",
                "The walls of the particle in a box are assumed to have an infinite value for this quantity, while the inner regions have a value of 0 for it. This quantity’s gravitational form is equal to mgh.",
                "The square of the norm of the wavefunction for a particle in a box is interpreted as the density of this quantity that is not well-defined for systems described by plane waves."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "A character by this author who was incarcerated in a tower communicates with his bird-tending lover by holding up large lettered signs. For 10 points each:",
            "answers_sanitized": [
                "Stendhal [or Marie-Henri Beyle]",
                "The Charterhouse of Parma",
                "falling in love [accept equivalents] &lt;JC, European Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this author who wrote about the social-climbing Julien Sorel’s affairs with Mathilde (“mah-TEELD”) de la Mole and Madame de Renal in The Red and the Black, which he failed to follow up with The Pink and the Green.",
                "In this work by Stendhal, Fabrizio del Dongo puts on a dead hussar’s uniform and gets swept up in the Battle of Waterloo before being imprisoned and falling in love with Clélia. This novel also features Gina and Count Mosca.",
                "In a technical treatise on this process, Stendhal metaphorically compared it to salt crystalling around a branch or traveling on a trip from Bologna to Rome."
            ],
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Though he devised the strategy of encirclement that won this battle, Max Hoffman was largely ignored by the contemporary press. For 10 points each:",
            "answers_sanitized": [
                "Second Battle of Tannenberg [or Battle of Tannenberg; do not accept “First Battle of Tannenberg” or “Battle of Grunwald”]",
                "Paul von Hindenburg",
                "Aleksandr Vassilievich Samsonov &lt;NR, European History&gt;"
            ],
            "parts_sanitized": [
                "Name this crushing German victory of World War I in which 92,000 Russian troops were captured in East Prussia. This battle’s victors named it as vengeance for a Teutonic defeat that had occurred 500 years prior.",
                "This Field Marshal, who names a famous zeppelin, commanded German troops at the battle. He later became President of the Weimar Republic and signed the Enabling Act of 1933, awarding dictatorial powers to Adolf Hitler.",
                "This Russian general at Tannenberg was a bitter enemy of his co-commander Paul von Rennenkampf, whom he accused of failing to aid him at the Battle of Mukden. He shot himself rather than report the defeat to Nicholas II."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "This author described a Communist chasing his mother who travels “not for party reasons but for partying reasons” as one of the many sexual escapades in his namesake “Inferno.” For 10 points each:",
            "answers_sanitized": [
                "Guillermo Cabrera Infante",
                "Cuba",
                "Alejo Carpentier (“ah-LAY-ho car-pen-tee-AIR”) &lt;JC, World Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this wordplay- and alliteration-loving author who wrote about the nightlife in Club Tropicana in Three Trapped Tigers.",
                "Infante hails from this country home to the writer of “Guantanamera,” José Martí.",
                "This Cuban author of Explosion in a Cathedral wrote about a man who travels into Beethoven’s Pastoral Symphony to escape the law in The Chase as well as the shapeshifting slave Ti Noel in The Kingdom of This World."
            ],
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "During the 1930s and 1940s, many popular artists worked for the US government. For 10 points each:",
            "answers_sanitized": [
                "Ellsworth Kelly",
                "Jacob Lawrence",
                "regionalism [or regionalists] &lt;JC, Painting&gt;"
            ],
            "parts_sanitized": [
                "During World War II, this artist served in the Ghost Army, a unit of artists who used theatrical techniques and inflatable tanks to mislead Germany. He later became more famous for his hard-edged color-field paintings like Nine Squares and Spectrum Colors Arranged by Chance.",
                "The Federal Art Project funded this African-American artist, who depicted people moving between train stations in his Migration series and placed the title man between a cross and rifles in The Legend of John Brown.",
                "The WPA funded many painters who eventually formed this art style, including Thomas Hart Benton. This movement typically focused on realistic scenes of small-town and rural America."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Domingo Paes (“pies”) and Fernão Nunes visited this kingdom during its height under the reign of Krishna Deva Raya. For 10 points each:",
            "answers_sanitized": [
                "Vijayanagara Empire [or Karnata Empire; or Kingdom of Bisnegar]",
                "Delhi Sultanate",
                "Kingdom of Mysore &lt;NR, World History&gt;"
            ],
            "parts_sanitized": [
                "Name this medieval empire whose ruins are located at Hampi in Karnataka. This empire collapsed after the Gilani brothers turned on its army at the Battle of Talikota.",
                "Vijayanagara grew out of the ashes of the Hoysala Empire, which collapsed under the repeated invasions of this northern sultanate centered at the location of modern-day India’s capital.",
                "The Wadiyar Dynasty ruled this successor state to Vijayanagara. Hayder Ali and Tipu Sultan, who seized power in this kingdom, deployed rockets that would later inspire William Congreve in three namesake wars against the British."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "This concept can be “frictional” when people quit jobs in order to find better ones or “structural” when it comes about through technological advances. For 10 points each:",
            "answers_sanitized": [
                "unemployment",
                "William Beveridge",
                "labor force participation rate &lt;AJ, Social Science (Economics)&gt;"
            ],
            "parts_sanitized": [
                "Name this metric that is calculated as the number of jobless people divided by the whole labor force.",
                "This economist was best known for the report Social Insurance and Allied Services. His namesake diagram shows the relationship between job vacancies and unemployment rate.",
                "If this rate increases, the Beveridge curve will shift outward from the origin. It measures the number of people working or in search of work."
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "One method of performing this task compares two adjacent elements and switches them if necessary; that is the “bubble” variety. For 10 points each:",
            "answers_sanitized": [
                "sorting",
                "John von Neumann (“NOY-mahn”)",
                "radix sort &lt;AP, Other Science (Computer Science)&gt;"
            ],
            "parts_sanitized": [
                "Name this task of arranging elements in a specific order, which is achievable in big-O of n log n time. Algorithms for this task include the stupid “bogo” variety as well as the more common insertion and merge.",
                "This man, who invented the mergesort algorithm, also proved the minimax theorem. He names a type of computer architecture that is often contrasted with Harvard architecture.",
                "In this non-comparative integer sorting algorithm, numbers are grouped by their individual digits into buckets that share the same significant position and value. This algorithm can either start at the most significant digit, or MSD, or the least significant digit, or LSD."
            ],
            "subcategory": "Science Computer Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "During this man’s first ministry, he introduced the secret ballot to Britain. For 10 points each:",
            "answers_sanitized": [
                "William Ewart Gladstone",
                "Egypt",
                "Joseph Chamberlain [prompt on Chamberlain] &lt;NR, European History&gt;"
            ],
            "parts_sanitized": [
                "Name this Liberal statesman who pioneered modern campaigning while standing for the Midlothian constituency. As a result of that campaign, this man replaced his rival Benjamin Disraeli as Prime Minister.",
                "During his second ministry, Gladstone ordered the bombardment of a port in this country, purportedly to protect its European residents from Ahmed Urabi’s forces but actually to prop up the regime of Khedive Tewfik.",
                "This politician split the Liberal Party by forming the Liberal Unionists to stop Gladstone’s attempts at passing an Irish Home Rule bill. This man introduced municipal socialism to Birmingham while serving as its mayor."
            ],
            "subcategory": "History British",
            "category": "History"
        },
        {
            "leadin_sanitized": "Answer some questions about animal divination, for 10 points each.",
            "answers_sanitized": [
                "sacred chickens [or roosters]",
                "oracle bones [accept specific types of bones]",
                "mouse [or mice] &lt;JC, Mythology&gt;"
            ],
            "parts_sanitized": [
                "The Romans used the eating habits of these animals to predict military victory. Angered by their lack of appetite, Publius Claudius Pulcher hurled them into the ocean saying “Since they do not want to eat, let them drink!” He lost.",
                "In China during the Shang (“shong”) and Zhou (“joe”) dynasties, questions were carved into these objects or turtle shells, which were then heated. The cracks in them were interpreted as an answer.",
                "On the Ivory Coast, the Guro, Baule (“bow-lay”), and Yaure (“yow-ray”) people placed these animals inside ornate multi-story chambers. After these animals ran over metal strips to get food, the rearranged pattern of strips was interpreted for signs."
            ],
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "One biographer of this man said that one of his works “abounds with images that find a mirror in every mind.” For 10 points each:",
            "answers_sanitized": [
                "Thomas Gray",
                "Lives of the Most Eminent English Poets",
                "James Boswell &lt;MT, British Literature&gt;"
            ],
            "parts_sanitized": [
                "Name this poet who wrote about people observed by a “hoary-headed swain” who “kept the noiseless tenor” “along the cool sequester’d vale of life.” He wrote “where ignorance is bliss / ’tis folly to be wise” in another poem.",
                "That biography of Thomas Gray was included in this collection of biographies of fifty-two 18th-century English poets, one of which was earlier published alone as The Life of Richard Savage.",
                "The author of The Lives of the Most Eminent English Poets, Samuel Johnson, was the subject of a famous biography by this man."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Answer some things about authors of classical textbooks in chemistry, for 10 points each.",
            "answers_sanitized": [
                "oxygen [or O2]",
                "Geoffrey Wilkinson",
                "Elias James Corey &lt;PL, Chemistry&gt;"
            ],
            "parts_sanitized": [
                "Antoine Lavoisier’s Elementary Treatise of Chemistry is the first modern chemistry textbook. Lavoisier is also known for determining that this gas, discovered by Joseph Priestley, plays a role in combustion.",
                "This English chemist authored an influential textbook on advanced inorganic chemistry along with Frank Cotton. He names a rhodium triphenylphosphine chloride catalyst.",
                "With Cheng, this Nobel-winning chemist wrote The Logic of Chemical Synthesis. A method developed by this man is the basis of the ARChem route designer software and involves breaking molecules into synthons."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "One of these works was inspired by an ancient legend of island of Ys (“eese”). For 10 points each:",
            "answers_sanitized": [
                "Préludes by Debussy",
                "Jean-Philippe Rameau",
                "“Clair de lune” &lt;AP, Music&gt;"
            ],
            "parts_sanitized": [
                "Name these set of 24 works for solo piano by Debussy that include “Footsteps in the Snow” and “The Girl with the Flaxen Hair.”",
                "In his first book of Images (“ee-MAHZH”) for solo piano, Debussy composed an homage to this French operatic composer of Castor et Pollux and rival of Jean-Baptiste Lully.",
                "This third movement of Debussy’s Suite bergamasque was titled for a poem by Paul Verlaine (“vair-LEN”) and depicts the moon."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        }
    ]
}