{"tossups": [{"question_sanitized": "Nabokov wrote that “all things relevant to the perception of the senses hardly exist” in this author’s work, observing that there is no weather and characters are not described physically after their introduction. In one of this author’s works, the protagonist is attacked with a knife by a man who he had earlier cuckolded, fathering that man’s daughter Liza. In a novel by this author of The Eternal Husband, Polina loses a lot of money at (*) roulette, but runs off with Mr. Astley when the protagonist tries to help her out. One of this author’s protagonists shocks partygoers by denouncing Catholicism and destroying a Chinese vase. That character discovers that Rogozhin has stabbed Nastassya, leading him to return to a Swiss sanatorium where he had been treated for epilepsy. For 10 points, name this author of The Gambler, who wrote about Prince Myshkin in The Idiot.", "answer_sanitized": "Fyodor Dostoyevsky &lt;ed. DS&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A standard titled for this country was one of several an artist recorded with Japanese pianist Hiromi in a live 2006 piano duet performance, the first since the artist’s 1978 duet recording with Herbie Hancock. Several jazz standards quote a piece from this country, whose second-movement adagio opens with a dolce [DOHL-chay] melody played on the English horn, including the last track of the album Light as a Feather. An album titled for this country contains the song “The (*) Pan Piper.” Chick Corea composed a jazz standard titled for this country, which also titles an album which excerpts the piece “Will-O’-the-Wisp” from one of this country’s ballets. That album titled from this country contains several arrangements by Gil Evans, most notably one of the piece Concierto de Aranjuez. For 10 points, a Miles Davis album is titled for “Sketches of” what country?", "answer_sanitized": "(Kingdom of) Spain [accept Sketches of Spain]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "One work by this author has a frame story in a train station, which concludes when the listeners start arguing about the story and ruin their friendship forever. In a story by this author, a man tells a five-year-old girl that he is going to his father-in-law’s house when he is actually being taken to prison; when that character returns, it is the the girl’s wedding day. This author wrote a story about a clerk who is saved by a madman shouting “Stand back! All is false!” In that story, an ancient marble palace tries to consume living men by showing them visions of luxury. Another story by this author of “Kabuliwala” tells the story of a man from (*) Calcutta, who bonds with the rural orphan Ratan but has to leave her behind when he gets transferred. For 10 points, name this author of “The Hungry Stones” and “The Postmaster,” a Nobel Prize winner who wrote in Bengali.", "answer_sanitized": "Rabindranath Tagore", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Gerald Holton’s 1968 paper titled for Mach and this thinker attributes a turn to scientific realism to a development made by this thinker. A passage from Speech Is Never Neutral, which was excerpted by Sokal and Bricmont, says that a notion formulated by this thinker “vitally privileged” certain phenomena over others. In 1922, this thinker engaged in a public debate with Henri (*) Bergson on the nature of time. With Nathan Rosen, this thinker wrote a paper asking “Can a Quantum-Mechanical Description of Reality Be Considered Complete?” Luce Irigaray argued that an equation created by this person was “sexed.” This thinker stated “God does not play dice with the universe” while questioning the Copenhagen interpretation of quantum mechanics. For 10 points, name this scientist, who developed the theory of special relativity.", "answer_sanitized": "Albert Einstein &lt;Ed. HB&gt;", "category": "Philosophy"}, {"question_sanitized": "The New York Rangers beat this team after Marek Malik scored the shootout winner 15 rounds deep. This team was eliminated in first round of the 2010 playoffs as the top seed, because of the play of opposing goaltender Jaroslav Halak. A player from this team scored a goal in his rookie season against the Phoenix Coyotes while on his back. In the 2017 offseason, this team’s losses included (*) Justin Williams, Karl Alzner, and Kevin Shattenkirk. In both 2016 and 2017, this team lost in the second round of the playoffs at the hands of the Pittsburgh Penguins. This team’s all time leader in assists is Nicklas Backstrom, while their current starting goaltender is Braden Holtby. For 10 points, name this hockey team captained by Alexander Ovechkin.", "answer_sanitized": "Washington Capitals [accept either underlined portion; or just Caps] &lt;JS&gt;", "category": "Trash"}, {"question_sanitized": "A Soviet general with this surname coordinated forces with Andrei Zhdanov in order to break the Mannerheim line, forcing Finland to sue for peace in the Winter War. A man who took this surname in honor of that general replaced Alfonso Cano as his organization’s leader and funds most operations through the cocaine trade. Votes of no confidence from the Party of Regions targeted a leader with this surname, who was charged with embezzling gas money and backed by Leonid Kravchuk. The release of that leader with this surname from prison was accomplished after the (*) Euromaidan revolution. A Spanish version of this surname is used by the leader of Colombia’s FARC movement. A leader with this surname came to power in 2005 via the Orange Revolution. For 10 points, give this surname of former Ukrainian Prime Minister Yulia.", "answer_sanitized": "Tymoshenko [or Timochenko] &lt;Ed. JM&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In the last act of this play, a character badly plays the piano with her wedding dress carelessly thrown over one arm. A character in this play quotes Baudelaire to support his argument that they should be drinking to forget, after the patriarch of this play had told his other son to read Shakespeare. A character in this play believes that her second son, (*) Eugene, was intentionally given measles by his brother. The stage directions of this play indicate that the matriarch of its central family has hands that “are never still,” since her fingers have been ruined by rheumatism. The central family of this play includes the alcoholic actors Jamie and James, the morphine-addicted Mary, and the tubercular Edmund. For 10 points, name this semi-autobiographical Eugene O’Neill play about the Tyrone family.", "answer_sanitized": "Long Day’s Journey Into Night &lt;JO&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One model of the evolution of this process is the G equation, and the Markstein length characterizes hydrodynamic stretch in this process. A “wrinkling” instability in this process is named for Darrieus and Landau. The eddy dissipation and eddy breakup models both treat the premixed type of this process. The Fenimore and Zeldovich mechanisms explain the formation of (*) NOx compounds during this process, due to radical and thermal facilitation. This process is the first step in CHN analysis. The minimum temperature at which this process can begin is the flash point. Endothermic pyrolysis typically precedes this process for solid fuels. For 10 points name this type of highly exothermic reaction between a fuel and oxidizer.", "answer_sanitized": "combustion", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "An essay noting that a “discreet” use of pedal is required while performing this collection is included in the 2012 re-recording of it by Andras Schiff, who called its composer “the most Romantic of all composers.” Mozart rewrote a D-sharp minor section of this collection in the easier to play key of D minor. Hans von Bulow called Beethoven’s piano sonatas the “New Testament” and this collection the “Old Testament.” A (*) “hyperstretto” occurs in a B-flat minor section of this collection, which is one of the few sections to use five voices, instead of four or three. This collection begins with a piece consisting of almost entirely ascending arpeggios, which was later used by Charles Gounod in his Ave Maria, the Prelude in C major. For 10 points, name this collection of two books, each of which consists of 24 preludes and fugues spanning all major and minor keys, written by J.S. Bach.", "answer_sanitized": "The Well-Tempered Clavier &lt;Ed. JS&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "According to the Rhianos hypothesis, these people founded the city of Messina. These people took advantage of an earthquake in the Taygetus Mountains by prosecuting a 10-year-long war. These people were granted neodamodeis status after serving in the military, and one would-be leader of these people was executed by being walled into the temple he’d sought refuge in. These people were the primary targets of the (*) krypteia secret police, and Pausanias attempted to claim a royal title by fomenting an uprising among them. According to some sources, boys undergoing the agoge were required to kill one of these people. These people were legally divided into Messenian and Laconian branches, and they formed the lowest tier of a three-tiered class system that also included the perioikoi and the Spartiates. For 10 points, name these Spartan slaves.", "answer_sanitized": "helots [accept Messenians before it is said; prompt on Spartans; prompt on slaves; very, very generously prompt on Greeks] &lt;JM&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "Measurement of the tunneling of a single one of these particles forms one leg of the quantum metrology triangle. The Drude-Sommerfeld model is also called the free [this particle] model. Forces between these particles are responsible for the properties of (*) Mott insulators. One of these particles is emitted in an effect first discovered by Meitner and named for Auger. Faster switching times in npn transistors are due to the higher mobility of these particles, which are the majority carriers in n-type semiconductors. These particles are ejected by photons with energy higher than the work function in the photoelectric effect. For 10 points, name these negatively charged particles which surround the nucleus.", "answer_sanitized": "electrons", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Within this country, the Ganap Party was folded into a puppet party intended to mimic the Imperial Rule Aid Association. Supposedly, this country is full of buried loot from World War II referred to as “Yamashita’s gold.” Japanese soldiers including Hiroo (He-row-oh) Onoda continued fighting small-scale guerrilla campaigns in this country until the 1970s. Despite the end of World War II, a gender-balanced “People’s Army against the Japanese” continued a (*) Communist Rebellion in this country; that group is often known as the “Hukbalahap.” This country was led by Manuel Quezon before Japanese occupation. Prisoners taken in this modern-day country underwent the Bataan Death March. For 10 points, what country did Douglas MacArthur pledge to return to after being dislodged from Manila?", "answer_sanitized": "(Republic of the) Philippines [or Pilipinas] &lt;Ed. JM&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The folding of this protein is accelerated by a F64L mutation, which was incorporated by Matthew Mahon in a ratiometric variant with an 8-fold increase in activity. That mutation is also found in the Venus variant of this protein. This protein’s function was shown to increase because of a S65T mutation. This protein gets its function after a serine-tyrosine-glycine peptide chain is cyclized and localizes to the protein’s (*) center after it folds. Chalfie, Shinomura, and Tsien won a Nobel Prize for their work on the development of this protein. A distinctive beta barrel motif in this protein prevents water from quenching the central chromophore. This protein was first discovered in the jellyfish A. victoria. The aequorin protein emits blue light that is absorbed by, for 10 points, what protein that re-emits longer wavelength light of a namesake color?", "answer_sanitized": "green fluorescent protein [or GFP] &lt;Ed. JS&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In one myth, this figure deduced that he was the victim of a thief because his property was shrinking and the thief’s was growing. The father of this mythological person married Enarete and fathered an illegitimate daughter called Arne, who was born as a foal. This figure, who marked the hooves of his horses, seduced the daughter of his brother as part of a plot to kill his brother Salmoneus. After this man died, his wife was instructed not to place a (*) coin under his tongue. He’s not Theseus, but this man supposedly founded an event whose winner received a crown of wild dry celery--the Isthmian games. Zeus tried to punish this former king of Ephyra after he revealed the location of the Asopid Aegina. For 10 points, name this man who cheated death by tying either Hades or Thanatos to his own chains, and was then forced to roll a big rock uphill forever in Tartarus.", "answer_sanitized": "Sisyphus &lt;HB&gt;", "category": "Mythology"}, {"question_sanitized": "Description acceptable This was the most famous feat of Moncacht-Ape [“Mon-COCKT Ah-PAY”] the interpreter, who armed a people he called the “Otters” with the firearms they needed to defeat European pirates. A native Hawaiian man named Naukane unintentionally undertook this action as a guide to the expedition of David Thompson. Another man most famous for undertaking this action marked its completion by painting a rock near the city of Bella Coola. Deposits of (*) mercury can be used to trace another expedition that undertook this action due to their heavy use of laxatives. The child Pompey, the fur trader Toussaint Charbonneau, and the slave York accompanied that most famous expedition to undertake this action. For 10 points, name this action that, in Moncacht-Ape’s case, involved traveling from Iroquois country on the Atlantic to modern-day Washington.", "answer_sanitized": "crossing North America [prompt on transcontinental journeys; or going to the Pacific; or sailing up the Missouri; or crossing Canada; or crossing the United States] (the expeditions of Alexander Mackenzie and Lewis and Clark are mentioned) &lt;JM&gt;/&lt;Ed. JO&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A step in this process is the subject of the “final parsec” problem, which asks how it proceeds when the matter density encompassed is nearly depleted. Simulations of this process by Toomre predicted that tidal tails are a byproduct of dynamical friction in this process. When this process is “wet” with gas, it can initiate starbursting, as shown by observation of objects undergoing it, called the (*) Antennae. This process changes the velocity dispersion by spreading orbits randomly out of the plane to produce an elliptical shape. It is predicted that one involving Andromeda will occur in 4.5 billion years. For 10 points, name this process that turns several large collections of stars into a single larger one.", "answer_sanitized": "galaxy mergers [accept word forms; accept galaxy collisions; accept black hole merger before “Toomre,” prompt afterward]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Clement Greenberg resigned as executor of one artist’s estate after being accused of deliberately defacing a set of works in this material. Beverly Pepper and Mark di Suvero are best known for using this material. Sculptures in the “Celebration series” are in this material. One artist spent most of his life savings in a court case over the removal of a sculpture in this material from Foley Federal Plaza. Clothespin and Dropped (*) Cone are mostly made of this material, as are the majority of Claes Oldenburg’s sculptures. The creator of the Cubi series, David Smith, is best known for using this material. Richard Serra’s 120-foot sculpture Tilted Arc is in this material, as is Alexander Calder’s Flamingo. Jeff Koons’ balloon dogs are made of this highly polished material. For 10 points, name the material welded seamlessly around Anish Kapoor’s Cloud Gate.", "answer_sanitized": "steel [accept stainless steel or Cor-Ten steel; prompt on metal] &lt;DS&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This poem references Job with the line “Vacant shuttles / weave the wind.” Mysterious foreigners described in this poem include one “among the Titians” named Hakagawa and one in a “dark room” named Madame Tornquist. This poem describes the evolution of a field where “the goat coughs over night” with the line “Rock, moss, stonecrop, iron, merds.” Anthony Burgess criticized this poem’s author for incorrect use of Latin, noting that the word “juvescence” should read (*) “juvenescence” instead. That neologism appears when the author describes the Second Coming of “Christ the Tiger.” This poem, which was originally intended to be the preface to “The Waste Land,” opens with an epigraph from Measure for Measure, stating “Thou hast neither youth nor age.” For 10 points, name this poem about an “old man in a dry month,” by T. S. Eliot.", "answer_sanitized": "“Gerontion” &lt;Ed. DS&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Descriptive answer acceptable. In one text, people who have not done this action are described as “running about improperly clothed.” People who have yet to do this are described as khurd, those from lay families who have already done this are called behdin, and those from clerical families who have done this this are called osti or osta. People doing this put on an item with a pocket for good deeds, called a (*) sedreh, while reciting the Ahuna Vairya. Performers of this ceremony also put on an item made of 72 threads called a kushti, which represents the 72 chapters of the Yasna. This ceremony is called the navjote and is done outdoors at a fire temple by children between seven and twelve. For 10 points, what undertaking marks you out as a follower of Ahura Mazda?", "answer_sanitized": "initiation into Zoroastrianism [accept navjote before it is read; accept anything that implies willingly becoming a Zoroastrian]", "category": "Religion"}, {"question_sanitized": "One thinker associated with this school of thought said that power is about controlling the minds of the defeated and that legitimate power is “likely more effective.” A thinker associated with the “Christian” branch of this school of thought argued against the idea that the authority of government is given by rational consent of the governed. A book advocating this theory used the international system as its (*) “third image.” The “classical version” of this theory is based on the writings of Reinhold Niebuhr and Hans Morgenthau, while the “neo” version of this theory was advocated by Kenneth Waltz. For 10 points, what theory of International Relations starts with the assumption that nation-states are entirely motivated by their interests, and is contrasted with liberalism?", "answer_sanitized": "political realism &lt;HB&gt;", "category": "Social Science"}, {"question_sanitized": "The main character of this work can’t decide whether a statue shows someone being blindfolded or having their blindfold removed. In this work, the main character accidentally walks into a union meeting while trying to get his lunch and later fights his foreman because of it. After that fight, the main character of this work is treated with electroshock therapy at the company hospital, and fails to remember his own name when asked. In this novel, a character is told not to open (*) letters he’s supposed to deliver, but later finds out those letters were telling people not to hire him. Those letters were written by Dr. Bledsoe, the president of the main character’s university. The main character of this work delivers an impromptu speech to prevent an eviction and delivers another speech against “dispossession.” For 10 points, name this work about a young man who moves to Harlem, a novel by Ralph Ellison.", "answer_sanitized": "Invisible Man [do NOT accept or prompt on “The Invisible Man”] &lt;AF&gt; Bonuses:", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "By the Verhulst equation, the time derivative of P goes to zero as P approaches this number, which is usually denoted K. For 10 points each:", "answers_sanitized": ["carrying capacity", "r-selection", "C. S. Holling [or Crawford Stanley Holling]"], "parts_sanitized": ["Name this quantity, which is the maximum value of many logistic functions used in ecology.", "Populations that are near carrying capacity usually exhibit reproductive strategies with fewer offspring, called K-selection. This type of selection, used by populations with many offspring, contrasts with K-selection.", "This Canadian ecologist developed the notion that a carrying capacity may vary over time, known as “adaptive capacity,” into the book Resilience and Stability of Ecological Systems. With Lance Gunderson, he wrote the book Panarchy."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about Brazil’s first Republic.", "answers_sanitized": ["Manuel Deodoro da Fonseca", "Minas Gerais or Sao Paulo", "Bolivia &lt;JM&gt;"], "parts_sanitized": ["This general overthrew Pedro II and declared the republic. His unrestricted printing of money caused the encilhamento boom and recession.", "In the early years of its republic, Brazil largely followed a policy of cafe com leite, in which power alternated between people from two Brazilian states. Name either.", "Under its early republican government, Brazil launched a war with this country over its province of Acre. This country had earlier become landlocked after losing the War of the Pacific to its neighbor, Chile."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This group was gathered by Paul Serusier, whose 1888 landscape <em>The Talisman</em> was its first influential piece. For 10 points each:", "answers_sanitized": ["Les Nabis", "Pierre Bonnard", "Henri de Toulouse-Lautrec &lt;Ed. DS&gt;"], "parts_sanitized": ["Name this secretive group of French Post-Impressionists, who believed that pictures only had meaning when they expressed style. Several of them are depicted in Maurice Denis’ painting Homage to Cezanne.", "Among all of Les Nabis, this guy was the biggest weeb, so he was known as Le tres japonard [leh treh zhah-poh-nard]. This “intimist” artist mainly painted scenes of everyday life, such as Dining Room in the Country.", "Though most of his painting is in Post-Impressionist style, Bonnard’s posters more closely resemble those of this artist, who depicted a favorite cabaret in At the Moulin Rouge."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "An inductively coupled plasma can be used in this technique. For 10 points each:", "answers_sanitized": ["atomic emission spectroscopy [or optical emission spectroscopy]", "flame test", "nitrogen gas [or N2]"], "parts_sanitized": ["Name this analysis technique, which can be used to determine the amount of a particular element in a sample.", "Perhaps the most basic type of emission spectroscopy is this classic laboratory procedure, where the observed colour of a sample placed in a Bunsen burner is used to identify the elements in a compound.", "This other gas is used to “cut” off the argon-based plasma in many atomic emission spectroscopy setups. This gas is the most abundant one in earth’s atmosphere."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about the psychology of perception. For 10 points each:", "answers_sanitized": ["gorilla suit [prompt on ape or monkey]", "David Marr", "Gestalt psychology &lt;Ed. HB&gt;"], "parts_sanitized": ["In one psychological experiment, participants were asked to count the number of basketball passes made by players wearing white shirts, while a man in a costume of this type walks across the scene.", "This British psychologist and neuroscientist made groundbreaking developments in the field of visual processing. He wrote three papers about computational theory in the cerebellum, neocortex, and hippocampus, respectively.", "The perception theory of this school of psychology is based on principles such as reification and multistability, as well as the notion that experience tends to occur in an orderly pattern."], "category": "Social Science"}, {"leadin_sanitized": "The overture of this work begins with two flutes playing a series of four fermata dyads as they are progressively joined in harmony by the clarinets and bassoons. For 10 points each:", "answers_sanitized": ["Incidental Music to A Midsummer Night's Dream", "Felix Mendelssohn", "Ophicleide &lt;Ed. JS&gt;"], "parts_sanitized": ["Name this suite, whose non-overture movements were published as its composer’s opus 61. Its overture was written sixteen years earlier when the composer was only 17, and its Bergamask dance contains an imitation of a braying donkey.", "This composer wrote the Incidental Music to A Midsummer Night’s Dream, which includes an oft-excerpted Wedding March. The soloist enters almost immediately in this composer’s E-minor violin concerto.", "The original score called for one of these low brass instruments that derived from the serpent. It fell out of favour later on with the tuba, which usually replaces it in modern performances."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "A small socialist party in this legislature formed as a splinter group of Rodina, and calls for “A Just” version of the country this body governs. For 10 points each:", "answers_sanitized": ["State Duma [or Gosduma]", "Aleksandr Dugin", "Bolshevism [or Bolshevik ideology]"], "parts_sanitized": ["Identify this legislative body, whose large Liberal Democratic party is, perhaps surprisingly, led by a far-right pro-imperialist monarchist. Its other members include Yabloko.", "This fascist intellectual formerly served as advisor to Gennady Selezniov, the Speaker of the Duma from 1996 to 2003. This founder of the Eurasia party proposed that the Eurasian heartland would serve as a continual source of anti-American revolution and outlined his views in Foundations of Geopolitics.", "Dugin has led several organizations purporting to offer a “National” form of this ideology. It takes its name from the Communist party led by Vladimir Lenin, whose name meant “Majority Party.”"], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "One poem by this author speaks of a person who “when from life released, Again is seated with his friends, And shares again the joyous feast.” For 10 points each:", "answers_sanitized": ["Philip Freneau", "American Revolution [or Revolutionary War]", "Michael Wigglesworth &lt;HB&gt;"], "parts_sanitized": ["Name this poet, who wrote about a “FAIR flower, that dost so comely grow” in “The Wild Honey Suckle.”", "Freneau is commonly referred to the poet of this American conflict. Longfellow’s “Paul Revere’s Ride” is also about this conflict.", "Though born in England, this Puritan preacher was a notable American poet in the seventeenth century. He is most notable for his Calvinistic and apocalyptic The Day of Doom."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about creative ways of delivering drinking water to places in the Middle East that don’t have it. For 10 points each:", "answers_sanitized": ["Great Man-Made River [accept Great Man-Made Waterway; or al-nahar al-sana’i al-’athim]", "desalination [accept reverse osmosis]", "foggaras &lt;JM&gt;"], "parts_sanitized": ["This Libyan project connected aquifers in the Sahara desert with thirsty coastal cities. Muammar Qaddafi referred to it as “the Eighth Wonder of the World” upon completion.", "This method is more commonly used to deliver water to Middle Eastern cities. It involves removing salt from seawater to render it potable.", "These underground tunnels, maintained by huge amounts of slave labor, were used by the Garamante people to extract water and sustain cities in the Sahara."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This commodity is sold by the central character of <em>Dream of Ding Village</em>, a Yan Lianke [lyan-kuh] novel based on real-life events in Hunan province. For 10 points each:", "answers_sanitized": ["blood [accept Chronicle of a Blood Merchant; accept plasma]", "Great Proletarian Cultural Revolution", "Mo Yan [or Guan Moye] &lt;Ed. DS&gt;"], "parts_sanitized": ["Name this commodity. A novel by Yu Hua, which follows the Xu family across three decades, is titled after a man who sells this commodity for his livelihood.", "The timeline of Chronicle of a Blood Merchant includes this tumultuous period of Chinese history from the 1960s and 1970s, whose experiences are depicted in “scar literature.”", "During the Cultural Revolution, a character in this author’s novel Life and Death Are Wearing Me Out is publicly humiliated for allegedly impregnating a donkey. This active member of the Communist Party also depicted the Cultural Revolution in novels like Big Breasts and Wide Hips and Red Sorghum."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This government’s intellectuals sidestepped the fact that Nietzsche opposed anti-Semitism in promoting biologically questionable theories about the <em>Übermensch</em>. For 10 points each:", "answers_sanitized": ["The Third Reich [or Nazi Germany]", "Ahnenerbe [AH-nuh-NER-buh]", "Heinrich Himmler"], "parts_sanitized": ["Name this government, which tried to produce a “Fifth Gospel” depicting an Aryan Jesus, based on the theories of Alfred Rosenberg.", "This name, the German for “ancestral heritage,” was given to the extensive Nazi projects to research and propagandize a mythical Aryan past of the Germanic peoples. Its ventures include sponsoring a 1939 expedition to Tibet on speculative theories that Aryans had conquered the region.", "This Nazi had direct control of the Ahnenerbe, and also was responsible for the creation of the Dachau prison camp and the Einsatzgruppen, who carried out the Holocaust."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This quantity precesses about an external field in Larmor precession. For 10 points each:", "answers_sanitized": ["magnetic dipole moment", "Landé g-factor", "work"], "parts_sanitized": ["Name this vector quantity, which relates the torque on a current loop to the strength of the field that creates that torque. It is the first adiabatic invariant of a gyrating particle in plasma physics.", "This dimensionless quantity characterizes the ratio of the electron’s spin to its magnetic moment. A positive anomalous magnetic moment requires this value to be greater than the value of 2 predicted by the Dirac equation.", "For a rotation of a loop of charge from zero to 180 degrees, this quantity will be equal to 2 times the magnetic moment times the B-field. This quantity, measured in Joules, equals the change in total energy of a system."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer some questions about literary biographies.", "answers_sanitized": ["John Keats", "James Boswell", "James Joyce &lt;Ed. DS&gt;"], "parts_sanitized": ["Walter Jackson Bate wrote the premier literary biography on this man, and titled another of his books after this poet’s concept of “negative capability.” This man’s most famous works include “Ode to a Nightingale” and “Ode on a Grecian Urn.”", "Bate also wrote an acclaimed biography of Samuel Johnson, who had been previously studied in a biography by this man. Johnson described taking a trip with this man in A Journey to the Western Islands of Scotland.", "Potentially the most notable literary biography of the 20th century is Richard Ellman’s biography of this writer. That biography includes sections detailing this man’s time in Trieste and Zurich, and was written with the help of this man’s brother Stanislaus."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Simple examples of these devices can experience chaotic behavior if an ambiguous state is reached, with more complicated examples avoiding those states entirely. For 10 points each:", "answers_sanitized": ["flip-flop [or latch]", "clock signal", "shift register"], "parts_sanitized": ["Name these circuit elements, that can be designated SR or D. They can store binary information by toggling back and forth.", "Flip-flops can be linked to this signal, allowing input to only be accepted at the positive leading edge of this signal’s “ticks.” This signal switches up and down at a fixed frequency meant to synchronize a circuit, so that transitions occur at the same time.", "A sequence of D flip-flops chained together with a common clock implements this device, where each bit moves down one flip-flop each clock cycle. They can be used to convert between serial and parallel signals."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "John Ratcliffe was murdered while negotiating trade for the sufferers of this event, who were saved by the arrival of the 3rd Baron de la Warr’s resupply fleet. For 10 points each:", "answers_sanitized": ["the Starving Time", "Jamestown, Virginia", "William Berkeley &lt;JO&gt;"], "parts_sanitized": ["John Smith’s departure led to this event during the winter of 1609-1610. It had a nearly 80% death rate.", "The Starving Time occurred in this first permanent English settlement in North America. Its leader John Smith may have been saved by Pocahontas, the daughter of Powhatan.", "Nathaniel Bacon burned Jamestown to the ground and massacred the Doeg people before dying of dysentery while leading his namesake “rebellion” against this governor of the Virginia Colony."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This author names an annual prize for Spanish-language writing, which was given to Eduardo Mendoza in 2016. For 10 points each:", "answers_sanitized": ["Miguel de Cervantes Saavedra", "Camilo José Cela y Trulock", "Federico Garcia Lorca &lt;Ed. DS&gt;"], "parts_sanitized": ["Name this novelist, who wrote about a journey to the wedding of Daranio and Silveria in La Galatea. He also wrote a collection of Exemplary Novels, and his best known work contains the tale of “The Impertinent Curious Man.”", "This author accepted the Cervantes prize after previously declaring it to be “covered with shit.” This author of The Family of Pascual Duarte used Doña Rosa’s café La Delicia as a stepping stone to explore the lives of over 200 different characters in his novel The Hive.", "Cela expressed discomfort with the participation of gay advocacy groups at a memorial of this Spanish author, noting “I have nothing against gays, I just don’t take it up the ass.” This author, who was murdered by a Francoist death squad in 1936, wrote Blood Wedding."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "One song from this album open with “And you say Chi city! / Chi city! Chi city!” For 10 points each:", "answers_sanitized": ["Graduation", "Kanye West [accept either]", "Mos Def &lt;HB&gt;"], "parts_sanitized": ["Identify this 2007 album that contains the song “Homecoming,” as well as the Daft Punk remix “Stronger.”", "Graduation was the third album created by this rapper. This rapper also rapped about less than scrupulous women in “Gold Digger” on Late Registration, and more recently released Yeezus.", "This musical artist was featured on the Graduation track “Drunk and Hot Girls.” He is perhaps better known for the songs “UMI Says” and “Mathematics,” where he gives a lot of numbers. Both songs are from his 1999 album Black on Both Sides."], "category": "Trash"}, {"leadin_sanitized": "The “broad penny” was introduced in this modern-day country by king Offa. For 10 points each:", "answers_sanitized": ["England [or the United Kingdom; or Great Britain]", "Northumbria [or Northumberland]", "Blood Eagle [accept ara] &lt;Ed. JM&gt;"], "parts_sanitized": ["Name this country, where a ship burial was unearthed at Sutton Hoo.", "Rædwald [“RAD”-”walled”], the king some believe was buried at Sutton Hoo, won the Battle of River Idle to place Edwin on the throne of this kingdom; Edwin Christianized it and later died at the Battle of Hatfield Chase.", "After throwing Viking leader Ragnar Lodbrok into a pit of snakes, then losing a battle to the Great Heathen Army, King Ella of Northumbria was executed in this traditional Viking manner, which involved cutting open the victim’s back and letting his lungs flap out like its namesake bird."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "This text discusses the apparent “logocentrism” present in signification, but argues the most important signifiers are intelligible. For 10 points each:", "answers_sanitized": ["Of Grammatology [or De la grammatologie]", "Jacques Derrida", "Sous rature &lt;Ed. HB&gt;"], "parts_sanitized": ["Name this 1967 book, whose “Exergue” section discusses the “future of our anterior.” Published by the author of Writing and Difference, it argues that the privileging of writing is embedded throughout Western metaphysics.", "Of Grammatology was written by this French philosopher, who founded deconstructionism and wrote the essay collection Acts of Literature.", "This French term, coined by Heidegger, was used by Derrida and others to indicate that a word was inadequate yet necessary. This two-word-term is usually translated as “under erasure,” and shows the limited nature of language."], "category": "Philosophy"}, {"leadin_sanitized": "For 10 points each, answer some questions about the religion most commonly practiced in Japan.", "answers_sanitized": ["Shintoism", "kagura", "mirrors &lt;AF&gt;"], "parts_sanitized": ["This religion reveres kami, which is often translated as “spirits,” but which can refer to the sacred essence of things like rocks and trees.", "This shinto practice is said to have originated as an attempt to lure the sun goddess Amaterasu out of a cave. This practice is a theatrical dance which still takes place every December in the imperial sanctuary.", "One of these things was hung on a tree to help lure Amaterasu out. That particular artifact of this type, the Yata no Kagami, has a name referring to its “eight hand” length and is said to represent honesty or truth."], "category": "Religion"}]}