{"tossups": [{"question_sanitized": "This functional group can be protected using silyl ethers, which are formed by reacting this group with trimethylsilyl chloride. Fenton’s Reagent reacts with benzene in a reaction which replaces one of the hydrogens of benzene with this functional group. The combination of two (*) aldehyde sugars to form a disaccharide, and the linkage of a fatty acid to a glycerol to form a triglyceride, see one of these functional groups removed from a carboxyl group; those reactions are dehydration reactions. Diols contain two of this functional group, one of which is bonded to a saturated carbon in an alcohol. For 10 points, name this functional group that contains an oxygen bonded to a hydrogen atom.", "answer_sanitized": "hydroxyl group [or alcohol group; accept OH group before “oxygen;” prompt afterwards]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The only comedic play by this author culminates when a judge rules against a dog for eating a chicken, but pardons it after pleas from its puppies. This author of The Litigants wrote another play in which Junia becomes a priestess and the emperor poisons the title character at a feast. In one of this playwright’s works, Hermione asks her cousin to kill (*) Pyrrhus, who loves the title character. This author wrote a play in which the nurse Oenone drowns herself before her former mistress can be questioned by the newly returned King of Athens. In that play by this user of Alexandrine verse, the wife of Theseus accuses her stepson Hippolytus of rape after he ignores her advances. For 10 points, name this French playwright of Andromaque and Phédre.", "answer_sanitized": "Jean Racine &lt;HB&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One hymn in this set of texts satirizes the ignorance of priests by comparing them with a line of dogs, with each dog biting the tail of the preceding dog. The name of one of these texts is only stated in its first hymn, and means the “ruler of the self.” That example of these texts is the only one attached to a samhita, is 18 verses long, and is named Isha. These texts discuss “four great sayings,” of which the third states (*) “Tat Tvam Asi,” or “Thou art that;” that saying, which appears in the Chandogya one of these texts, conflates the concept of Atman with Brahman. Adi Shankara studied the Mukya class of these texts. Arthur Schopenhauer’s The World as Will and Representation was influenced by these works. For 10 points, 108 primary examples of what set of commentaries accompany the Vedas?", "answer_sanitized": "the Upanishads [accept Vedantas before “Vedas” is read]", "category": "Religion"}, {"question_sanitized": "In one dialogue, Socrates says this thinker’s ideas imply that changes in an object’s qualities only reflect changes in the perception of that object. That statement, known as the dice paradox, appears in a dialogue which discusses both this thinker and Protagoras. This philosopher, who appears in Theaetetus, used the example of how “the same thing in us are living and dead, waking and sleeping, young and old,” to illustrate the concept of (*) conflicting harmony. Diogenes Laertius called this thinker “the weeping philosopher,” and contrasted him with Democritus. To explain his concept of constant flux, this thinker said that “everything flows.” For 10 points, name this pre-Socratic philosopher, who said fire was the fundamental element of the universe and a person can’t step into the same river twice.", "answer_sanitized": "Heraclitus of Ephesus &lt;Ed. HB&gt;", "category": "Philosophy"}, {"question_sanitized": "One short story by this author begins by describing a copy of Robert Louis Stevenson’s poem “Requiem” pinned to the ground with a knife. In a novella by this author, Diktor gives the protagonist a drink, causing him to wake up 30,000 years in the future. In one of this author’s novels, a “parasite by choice” becomes the patron saint of a religion whose founder explains life with the words “Thou Art God.” Federal service is the only way to gain full (*) citizenship in a novel by this author. This creator of Jubal Harshaw and Johnny Rico created Valentine Michael Smith, a boy raised by Martians, in a book which featured the word “grok.” Paul Verhoeven directed an anti-fascist satire of a novel by this author, in which the Mobile Infantry fights against the “Bugs.” For 10 points, name this author of Stranger in a Strange Land and Starship Troopers.", "answer_sanitized": "Robert Anson Heinlein &lt;Ed. HB&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In this collection, a “tall dark girl” who goes to see a doctor becomes “in the family way” after being courted by a silent man whose bite in the dark marks his passion. In this collection, a character wants to declare that children are “the accidents of life,” due to the conflicting feelings men have about marriage and children. A preacher in this collection is consumed by lust in private after making a hole in his office (*) window to see a teacher naked. This collection includes the stories “The Untold Lie,” “The Strength of God” and “Paper Pills,” and its narrator fails to understand the sexual undertones of his conversations with Kate Swift. This collection begins with its narrator remembering the people he’s encountered as “grotesques.” For 10 points, name this short story collection where George Willard leaves the title Midwestern town, written by Sherwood Anderson.", "answer_sanitized": "Winesburg, Ohio &lt;JO&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Discharge channel erosion is a problem with one technology for this task based on the Hall effect. SNAP-10A and TOPAZ were two ridiculous schemes to provide power for this task. One device being developed for this task uses RF heating of hydrogen in a cavity, and is called VASIMR. One proposed technology for this task consists of a long, thin, charged, rotating wire, which interacts with the (*) solar wind. The IKAROS project uses a nearly 200 square metre polyimide sheet to perform this task. A common performance metric for devices accomplishing this task is specific impulse. One technology for this task is modelled by the Tsiolkovsky equation. For 10 points, what task might be accomplished through ion drives, solar sails, or rockets?", "answer_sanitized": "spacecraft propulsion [or equivalent descriptions]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "An orchestral work in this structure opens with this rhythmic pattern repeated three times: rest, short, short, long long, rest, long long, short, short. One of Chopin’s works of this structure led Schumann to exclaim “Hats off, gentlemen! A genius!” Beethoven quoted Leporello’s opening aria of Don Giovanni in a work of this structure. The final movement of Handel’s Suite number 5 in E major follows this structure and is nicknamed (*) “The Harmonious Blacksmith.” A work in this structure, whose every third part is a canon, was popularized by a 1981 recording by Glenn Gould. An inverted D-flat major theme opens the 18th section of a work in this structure, Rhapsody on a Theme of Paganini. For 10 points, name this type of piece whose sections are all developments around the same theme, which include the one named for Goldberg by J. S. Bach.", "answer_sanitized": "theme and variation [or the Goldberg Variations] &lt;JS&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": ". The namesake sacred relic of these people’s Talking Cross Sect was located at their church of Balam Na. Frederick Catherwood was known for his drawings of these people’s sites, made while on an expedition with John Lloyd Stephens. The sites of Altun Ha, Kohunlich, and El Mirador were built by these people, who established an independent state with its capital at Chan Santa Cruz during their homeland’s namesake (*) “Caste War.” These people’s kingdoms of Mutal and Ka’an carried on a centuries-long civil war during their “classic period.” A sinkhole named the Sacred Cenote was where this civilization sacrificed children to their god Chac. For 10 points, name this people who built the cities of Tikal and Palenque, as well as the Yucatan Peninsula site of Chichen Itza.", "answer_sanitized": "Mayans &lt;Ed. JM&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This disease was the target of an experimental treatment from Jeanne Lawrence’s lab that introduced the DYRK1A locus an XIST [“exist”] transgene. A cell adhesion molecule in Drosophila named for this disease can be alternatively spliced in over 38 thousand ways. Low levels of pappalysin-1 strongly indicates the presence of this disorder during prenatal screening tests. Patients with this disease generally have a higher risk of (*) blood cancers, but a lower risk of solid cell cancers. This disease results in the presence of a single transverse palmar crease and can cause gray or brown discolorations around the iris, known as Brushfield spots. This disease is caused by the most survivable autosomal nondisjunction. For 10 points, what genetic disorder is caused by three copies of chromosome 21?", "answer_sanitized": "Down Syndrome [accept Trisomy 21 before “21” is read; or DS; or DNS] &lt;Ed. JS&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This ruler launched an embargo against Margaret of Burgundy after she supported one of his opponents, which led to a commercial treaty called the Magnus Intercursus. One of this monarch’s advisers, Archbishop John Morton, said that both people who live modestly and people who live extravagantly should be able to pay their taxes in his namesake “fork.” The founder of Oxford’s Corpus Christi College, Richard Foxe, joined Archbishop William (*) Warham and Thomas Howard, Earl of Surrey, as this ruler’s “executive triumvirate.” Perkin Warbeck pretended to be one of the “Princes in the Tower” during the reign of this king, who ruled through the Court of Star Chamber. After his marriage, this ruler joined the red rose of his family with the white rose of an opposing faction to form his house’s double rose symbol. For 10 points, name this founder of the Tudor dynasty, whose son had six wives.", "answer_sanitized": "Henry VII [prompt on Henry] &lt;Ed. JM&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "Yusef Komunyakaa described the president learning “how a man’s skin becomes the final page” in “The Day I Saw Barack Obama Reading [this author]’s Collected Poems.” This author wrote about a girl whose voice was like “machine guns / across khaki deserts,” and whose “sex was the slit throat of an Indian” in one poem, and provided the title for Ngugi wa Thiong’o’s Petals of Blood with a line from his poem “The Swamp.” This author of “The Star-(*)Apple Kingdom” and The Castaway described a gorilla that “wrestles with a superman” in a poem about a man “poisoned with the blood of both” who calls himself “divided to the vein,” concluding “How can I turn from [the title place] and live?” For 10 points, name this author of “A Far Cry from Africa,” who wrote about the fishermen Achille and Hector fighting over Helen in his native St. Lucia in Omeros.", "answer_sanitized": "Derek Walcott &lt;ed. DS&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This country’s Unity State was the center of a 2017 famine, and this country contains the unimaginatively-named region of Equatoria. A president with his support base in the West of this country is famed for wearing a cowboy hat George W. Bush gave him, and this country is the Northwesternmost of three countries that contest the Ilemi Triangle. This country’s Northern neighbor has de facto control over the disputed (*) Abyei district. This country’s civil war between Riek Machar and Salva Kiir Mayardit came about as a result of ethnic tensions between its Dinka and Nuer peoples. This country declared its independence in 2011 after a referendum promised by a 2005 peace agreement. For 10 points, name the world’s youngest country, which has its capital at Juba.", "answer_sanitized": "South Sudan [do NOT accept or prompt on “Sudan”] &lt;JM&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The author’s introduction to this book states that, in 20th century culture, “The fiction is already there,” so “The writer’s task is to invent the reality.” That introduction describes this book as “an extreme metaphor for an extreme situation.” In this novel, the protagonist’s secretary Renata gives him two tickets to a sporting event, despite disapproving of his affair with a recent widow. At that event, the protagonist, who shares his name with this novel’s author, meets a character named Seagrave, who later kills himself while cross-dressing as Elizabeth Taylor. In this novel’s closing scene, the protagonist has sex with his wife Catherine and uses the semen to decorate a gore-covered object in which his lover (*) Vaughan died. James Spader starred in David Cronenberg’s 1996 version of, for 10 points, which novel about car accident fetishism by JG Ballard?", "answer_sanitized": "Crash &lt;DS&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A 2016 attempt to close down a brothel in this nation’s town of Chinacota led to an April 2017 court decision giving foreign prostitutes in this nation work visas. A wiretapping scandal in this nation occurred after its defunct intelligence agency, the DAS, spied on its Supreme Court, some journalists, and politicians. In 2008, a former presidential candidate in this country was freed from prison after evidence from a man nicknamed “Popeye” implicated that man, (*) Alberto Santofimio Botero, in the murder of Luis Carlos Galán. In late 2016, the president of this nation negotiated a peace agreement that was rejected in a referendum in this country. For 10 points, name this South American country whose president, Juan Manuel Santos, won the 2016 Nobel Peace Prize for his negotiations with FARC.", "answer_sanitized": "Republic of Colombia [or República de Colombia] &lt;Ed. HB&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One of these entities is said to be measurable if it is a critical point of an elementary embedding of the universe into a transitive class, and if one of these is measurable, it is also inaccessible. A set is Dedekind-infinite if this value for a proper subset is equal to that for the whole set. An infinite set and its power set have adjacent values for this number, according to the generalized (*) continuum hypothesis. With the axiom of choice, all of these quantities are either natural numbers or aleph numbers. This quantity is larger for the real numbers than for the natural numbers, which was proven by Georg Cantor’s diagonalization argument, and two sets are said to have the same value for this number if there exists a bijection between them. For 10 points, name these numbers that quantify the size of sets.", "answer_sanitized": "cardinal number [or cardinality]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "At this event, Gloria Richardson was only able to say “hello” before her microphone was taken away from her. Three religious leaders, as well as Walter Reuther, joined the “Big Six” to form this event’s “Big Ten.” Shortly before this event, its chief organizer was denounced as a “Communist, draft-dodger, and homosexual” by Strom Thurmond. Roy Wilkins sought to hide the role of that organizer of this event, Bayard (*) Rustin. A speech given at this event rejects “the luxury of cooling off,” and advocates “meeting physical force with soul force.” That speech given at this event describes a day in which “little children will...not be judged by the color of their skin, but by the content of their character.” For 10 points, name this 1963 event, where Martin Luther King, Jr. delivered his “I Have a Dream” speech.", "answer_sanitized": "March on Washington for Jobs and Freedom [or Great March on Washington] &lt;Ed. JO&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One artist from this country sent soldiers parodic care packages with bourgeois items like fancy dresswear and tea samples. Another artist from this country created a portrait of his wife Marcela Arcangeli wearing an orchid, and also painted white-clad doctors and nurses surrounding an appendectomy patient. An artist from this country painted an androgynous woman holding up pink ostrich feathers in a (*) nightclub at the centre of his triptych Metropolis. Another artist from this country depicted himself in a black suit in Self-Portrait in Tuxedo, and showed three men torturing a family in his painting The Night. For 10 points, name this country which was home to artists like George Grosz, Christian Schad, Otto Dix and Max Beckmann during the Weimar era.", "answer_sanitized": "Germany [or the Weimar Republic before it is mentioned] &lt;ed. DS&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "In his most famous work, Arno Mayer argued that pressure from this party was responsible for its nation’s entry into World War I . This party was formed by a merger between “New Order” and “Culturalist” factions, and Antonio Pollante attempted to assassinate a leader of this party, who had changed its alignment during World War II in the Salerno Turn. One leader of this party aligned with the “Spring” faction of an opposing party during the Historic (*) Compromise. That man, Enrico Berlinguer, helped inaugurate the “Euro” variant of this party’s ideology. Operation Gladio was a covert campaign conducted to fight this party, and one group aligned with this party kidnapped former Prime Minister Aldo Moro. For 10 points, name this leftist party whose leader, Palmiro Togliatti, lost a 1948 election to the Christian Democrats.", "answer_sanitized": "Italian Communist Party [or the Communist Party of Italy; or PCdI] &lt;JM&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "David Berreby said this experiment’s subjects were “not what he was, but what he was doing.” A variant of this experiment performed by Lufty Diab incorporated race as a factor. Participants of this experiment collectively contributed 7 dollars in order to watch a movie. Participants in this experiment could win a multi-bladed pocket knife. The subjects of this experiment were divided into (*) two groups, known as “The Rattlers” and “The Eagles.” This experiment was divided into the three phases, starting with getting to know a group of ten fellow participants, and the last of which was working together with another group of the same size. For 10 points, name this experiment in conflict theory, held in the namesake state park in Oklahoma by Muzafer Sherif.", "answer_sanitized": "Robbers Cave experiment", "category": "Social Science"}, {"question_sanitized": "(TB) In one of this author’s short stories, the main character’s fiancee Janet is a Jehovah’s Witness who dies after he accidentally steps on an offering intended for the god of smallpox. A character in one of this author’s novels gets the nickname “Samsonite” for stapling prisoners’ hands with a stapler of that brand. In that novel by this author of “The Sacrificial Egg,” a dictator known as “His Excellency” is opposed by two of his childhood friends, the information minister Chris (*) Oriko and journalist Ikem Osodi. This author of Anthills of the Savannah created a character who returns to his mother’s home village of Mbanta after his gun explodes at Ezeudu’s funeral. That character created by this author is told by the Oracle of the Hills and Caves to kill his adopted son Ikemefuna. For 10 points, name this author, who wrote about the downfall of Okonkwo in Things Fall Apart.", "answer_sanitized": "Chinua Achebe &lt;ed. DS&gt; Bonuses:", "subcategory": "Literature World", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Józef Piłsudski said that every honest person from his country spat when he heard the name of this pact. For 10 points each:", "answers_sanitized": ["Locarno Treaties [or Locarno Pact]", "Republic of Poland [or Second Polish Republic; or Rzeczpospolita Polska]", "Austen Chamberlain [prompt on Chamberlain; do NOT accept “Neville Chamberlain”] &lt;Ed. JM&gt;"], "parts_sanitized": ["Name these 1925 pact which included the Rhineland Pact, in which Germany recognized its western borders. This pact names a peaceful “spirit” which dominated Western European affairs between 1924 and 1930.", "Piłsudski was a leader of this country, which resented the Treaties because Germany didn’t have to recognize its Eastern border with this nation. Germany invaded this nation to start World War II.", "This English chief negotiator at Locarno won a Nobel Peace Prize for his efforts. His half-brother was criticized fourteen years later for betraying Edvard Benes."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This event occured while one figure was on his way to meet his brother, whose birthright he had previously bought with a bowl of soup. For 10 points each:", "answers_sanitized": ["Jacob wrestling with an angel [or equivalents; or Jacob wrestling with God; prompt on partial answers]", "Book of Genesis", "Book of Hosea &lt;Ed. HB&gt;"], "parts_sanitized": ["Name this Biblical event, in which that man refused to let another figure go free without a blessing, resulting in that man being given the name Israel.", "The story of Jacob wrestling with the angel appears in this book of the Old Testament, which also includes the stories of his father Isaac and grandfather Abraham.", "The figure whom Jacob wrestles is first described as an angel in this book of the Bible. This book is the first by a Minor Prophet, and its title figure uses his adulterous wife Gomer as a metaphor for the nation of Israel."], "category": "Religion"}, {"leadin_sanitized": "Boris Johnson described an offensive poem by this author as “good stuff” after being stopped from reciting it in a Burmese pagoda. For 10 points each:", "answers_sanitized": ["Rudyard Kipling", "George Orwell", "“Gunga Din” &lt;DS&gt;"], "parts_sanitized": ["Name this author, who described the Buddha as a “bloomin’ idol made o’ mud” in that poem, “Mandalay.” He also wrote about a street child who becomes a secret agent in British India in his novel Kim.", "In an essay on Kipling, this writer said that “Mandalay” was pleasurable, but that “those lines are not poetry in the same sense” as Shakespeare is poetry. This author of the essay “Good Bad Books” also commented that “it is no use pretending that Kipling’s view of life, as a whole, can be accepted or even forgiven by any civilized person.”", "Orwell gave this poem as an example of Kipling “at his worst and also his most vital.” This poem concludes with the narrator, who was played by Cary Grant in a movie adaptation, hailing the title Indian water bearer with the line “You’re a better man than I am.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Cadmium selenide is commonly used to create these man-made nanoscale objects, whose semiconductor properties are due to size-confinement. For 10 points each:", "answers_sanitized": ["quantum dots", "fluorescence", "epitaxy"], "parts_sanitized": ["Name these nanomaterials, consisting of a crystal smaller than the exciton Bohr radius.", "Applying light to a quantum dot modifies its size-confinement, leading to a change in the energy of this process. This phenomenon, contrasted with phosphorescence, emits of a photon of a longer wavelength than that of the incident photon.", "Quantum dots may be created through the molecular beam variant of this process, in which thin crystalline sheets are deposited onto a crystalline substrate. Specifically, quantum dots can be formed through the Stranski-Krastanov type of growth in this process."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This man’s symmetry theorem states that import taxes and export taxes have the same effect. For 10 points each:", "answers_sanitized": ["Abba P. Lerner [or Abraham Ptachya Lerner]", "balance of trade [or net exports; or commercial balance; prompt on NX]", "monopoly &lt;Ed. HB&gt;"], "parts_sanitized": ["Name this market socialist, whose theory of distributive efficiency argues that equal distribution of wealth results in maximum total utility.", "According to the Marshall-Lerner condition, this quantity will increase if and only if the sum of export and import demand elasticities exceeds one. This quantity equals gross exports minus gross imports.", "The Lerner index measures a firm’s ability to have prices above marginal cost. A Lerner index of 1 indicates this situation, in which one firm constitutes the entire market of an industry."], "category": "Social Science"}, {"leadin_sanitized": "The first references to this collection describe it as a Persian-language book called the <em>Hazar Afsan</em>. For 10 points each:", "answers_sanitized": ["The One Thousand and One Nights [or the Arabian Nights; the Persian title means “1000 Nights”]", "Harun al-Rashid [prompt on partial name]", "Antoine Galland &lt;DS&gt;"], "parts_sanitized": ["Name this collection of Middle Eastern stories. In his essay on “The Translators of” this work, Borges suggests that this title was changed slightly in its Arabic version, because of a superstition against even numbers.", "The earliest surviving Arabic versions of the “1001 Nights” date to the ninth century, in which stories about this Abbasid caliph were added to the collection. This character accidentally buys a chest with a dead body inside it in the story of “The Three Apples,” which has been described as the first literary murder mystery.", "The 1001 Nights were introduced to Europe in the 18th century by this French translator, who added Aladdin and Ali Baba to the collection. He claimed to have heard them from a storyteller in Aleppo, but may just have made them up."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Answer the following about world leaders who also liked to play music. For 10 points each,", "answers_sanitized": ["Thomas Sankara", "Haiti", "Stephen Harper &lt;JM&gt;"], "parts_sanitized": ["This socialist president of Burkina Faso played guitar in a jazz band with the man who eventually overthrew him in a coup, Blaise Compraore. He renamed his country, which was formerly called Upper Volta.", "President Michel Martelly of this country, who led recovery efforts after a 2010 earthquake struck its capital of Port-au-Prince, was a bassist who went by the name “Sweet Micky” before being elected.", "This keyboard player for the punningly-named Van Cats accidentally had his country’s citizens Maher Arar and Omar Khadr sent to Guantanamo Bay, whereupon they were both tortured."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer some questions about photographs of people dying in different ways.", "answers_sanitized": ["a Buddhist monk burning himself to death [or the monk’s self-immolation; or anything implying the suicide of Buddhist monk Thích Quảng Đức by fire]", "Robert Capa", "Stanley Forman &lt;DS&gt;"], "parts_sanitized": ["Malcolm Browne is best known for his photo of this event, which took place outside the Cambodian embassy in Saigon in 1963. A description is acceptable.", "This photographer’s “The Falling Soldier” is said to depict a soldier collapsing during the Spanish Civil War after being shot, although there is some doubt as to whether it was staged. This Hungarian photojournalist is best known for his photos of World War II combat.", "This photographer won the 1976 Pulitzer and the World Press Photo of the Year for his shot of two girls tumbling from the fifth story of a building in “Fire Escape Collapse.” He won another Pulitzer the next year for “The Soiling of Old Glory.”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "A conductor from this continent took over as conductor of the Los Angeles Philharmonic orchestra in 2009. For 10 points each:", "answers_sanitized": ["South America", "Astor Piazzolla", "bandoneon [or bandonion] &lt;Ed. JS&gt;"], "parts_sanitized": ["Name this continent home to Gustavo Dudamel and Heitor Villa Lobos, the latter of which wrote the suite Bachianas Brasileiras.", "This influential South American composer of Libertango was instrumental in developing the “nuevo” style of tango, which incorporates both classical and jazz influences.", "Astor Piazzolla is a virtuoso of this instrument used in tango music. Despite its popularity in South America, this concertina-like instrument was invented and named after a German."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The Dupuit-Forchheimer assumption can be used to simplify this law. For 10 points each:", "answers_sanitized": ["Darcy’s law", "groundwater", "Artesian aquifer"], "parts_sanitized": ["Name this law, which models the flow of a fluid through a porous medium.", "Darcy’s law is primarily used to model the flow of this substance through soil. Collections of this substance are called aquifers.", "Aquifer under positive pressure is called this, referring to a region of France where they are common. These can result when a depression brings the ground level below the saturation level."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "A child points to the horns of a statue of Actaeon in the fourth work of this series, <em>The Toilette</em>, seemingly to indicate that the wife is sleeping with the lawyer Silvertongue. For 10 points each:", "answers_sanitized": ["Marriage A-la-Mode", "William Hogarth", "Earl Squanderfield &lt;Ed. DS&gt;"], "parts_sanitized": ["Name this series of paintings, whose first work includes an Earl pointing to a family tree proving his descent from William the Conqueror. It satirizes the downfall of an upper class couple during the mid-18th century.", "Marriage A-la-Mode was painted by this British artist, who depicted another rich character’s downfall in his series A Rake’s Progress.", "In the first scene from Marriage A-la-Mode, The Marriage Settlement, this Earl describes his pedigree while negotiating his son’s marriage to a merchant’s wife. The Toilette shows that son after he inherits this title."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the Japanese diaspora in global politics. For 10 points each:", "answers_sanitized": ["Czechia [or Czech Republic]", "Alberto Fujimori", "Hawai’i &lt;JM&gt;"], "parts_sanitized": ["The half-Japanese Tonio Okamura served as a judge on this country’s version of Shark Tank before entering politics as the head of a party demanding direct elections. This country’s leading political party has a name translating as “Yes 2011.”", "This former Peruvian president’s daughter, Keiko, lost a very close election to Pedro Pablo Kuczynski in 2016. He staged a self-coup and dissolved parliament after defeating Mario Vargas Llosa in the 1990 election.", "This state has been represented in congress by several Japanese-Americans, including Daniel Inouye and Colleen Hanabusa. Its largest ethnic group is Japanese, largely because of immigration during its period as an independent Pacific island kingdom."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer some questions about authors notable for their use of Twitter.", "answers_sanitized": ["Jennifer Egan", "Cloud Atlas", "Joyce Carol Oates &lt;DS&gt;"], "parts_sanitized": ["This author serialized her short story “Black Box” as a series of tweets in 2012. She won the Pulitzer Prize with her collection of interconnected stories about characters in the music industry, A Visit From the Goon Squad.", "David Mitchell published his short story “The Right Sort” via Twitter, later adapting it into the novel Slade House. He is better known for this novel of five nested stories, ranging from the mid 1800s to post-apocalyptic Hawaii, which was turned into a 2012 movie by the Wachowskis.", "This prolific tweeter is known for posting shit like “All we hear of ISIS is puritanical &amp; punitive; is there nothing celebratory &amp; joyous?” Some journalists have commented that this author of “Where Are You Going? Where Have You Been?” needs to dial it back if she wants to win the Nobel Prize."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This Christian philosopher often wrote about how humans live in a “broken world.” For 10 points each:", "answers_sanitized": ["Gabriel Marcel", "phenomenology", "Georg Wilhelm Friedrich Hegel &lt;Ed. HB&gt;"], "parts_sanitized": ["Identify this thinker who, in his two-volume The Mystery of Being, wrote about how “transcendence” is not “transcending experience,” but rather that transcendence must be possible.", "Gabriel Marcel was a part of the “existential” branch of this field of philosophy, which titles an 1807 philosophical work which develops the theory of the master-slave dialectic.", "The Phenomenology of Spirit was a momentous book in philosophy by this German philosopher, who also wrote The Science of Logic."], "category": "Philosophy"}, {"leadin_sanitized": "This system, consisting of X, Y, and Z structural subunits and one repressor gene, was discovered to be cis-regulating by Jacob and Monod. For 10 points each:", "answers_sanitized": ["Lactose Operon", "X-gal [or BCIG for 5-bromo-4-chloro-3-indolyl-β-D-galactopyranoside]", "cyclic AMP or [cAMP or cyclic adenosine monophosphate]"], "parts_sanitized": ["IPTG is an artificial inducer of what commonly studied set of bacterial genes, which are responsible for the breakdown of a certain sugar?", "Lac Operon activity can be measured using this compound, because it breaks down into a blue product in the presence of beta-galactosidase, a product of an active Lac operon.", "This molecule serves as a positive regulator of the Lac operon, as it binds the catabolite activator protein in low glucose environments to increase transcription of the lac operon genes. This molecules activates protein kinase A."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Damian Wayne, the son of Bruce Wayne and Talia al Ghul, took up this role after the “Battle for the Cowl” storyline. For 10 points each:", "answers_sanitized": ["Robin [or Robin the Boy Wonder]", "Deathstroke [or Slade Wilson; or Slade Wilson; or Deathstroke the Terminator]", "Marv Wolfman and George Perez [or George Perez and Marv Wolfman] &lt;Ed. JO&gt;"], "parts_sanitized": ["Name this alias, which Dick Grayson took up in 1940’s Detective Comics #38, when he became Batman’s sidekick.", "Dick Grayson was a founding member of the Teen Titans, whose member Terra betrayed them in the “Judas Contract” storyline. Terra was working for this adversary of the Titans during the storyline.", "This writer and artist duo wrote and illustrated the “Judas Contract” storyline while working on the New Teen Titans comic. They were also the creative team behind Crisis on Infinite Earths."], "category": "Trash"}, {"leadin_sanitized": "Answer the following about Native Americans in North Carolina. For 10 points each:", "answers_sanitized": ["Lumbee", "Oneida; or Onondaga; or Mohawk; or Cayuga; or Seneca", "Cherokee [or Ani Yun Wiya] &lt;JM&gt;/&lt;Ed. JO&gt;"], "parts_sanitized": ["During the 1958 Battle of Hayes Pond, native Americans from this tri racial isolate tribe ambushed a Klan rally and stole their regalia and speaking equipment.", "North Carolina’s Tuscarora tribe joined the Iroquois league in the 17th century, becoming its 6th member. Name any two of the other five.", "North Carolina is also home to a group of these people who escaped Indian removal. This westernized tribe was expelled from Georgia in the Trail of Tears, and wrote using a syllabary designed by Sequoyah."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "There was debate in the ancient world about how many of these figures there were, with some Roman sources saying that there were three. For 10 points each:", "answers_sanitized": ["muses", "Hesiod", "kings &lt;Ed. IT&gt;"], "parts_sanitized": ["Name these nine daughters of Zeus, who personified various arts and fields of study. They were thought of as the inspiration for poetry and poetic speech, and include Calliope and Clio.", "A work by this Greek writer established that there were nine muses. The term “Golden Age” was introduced by another of this author’s works, and ancient scholars also believed that he wrote the Catalogue of Women.", "The Theogony describes how the muses influence prose speech by assisting these figures by pouring “sweet dew” on their tongues in order to confer eloquence, which thus strengthens their leadership."], "subcategory": "Literature Classical", "category": "Literature"}, {"leadin_sanitized": "Seed nucleation is a step in this technique, whose undesired product is called mother liquor. For 10 point each:", "answers_sanitized": ["recrystallization [prompt on crystallization]", "vacuum filtration [prompt on filtration]", "melting point [accept freezing point]"], "parts_sanitized": ["Name this common laboratory technique, in which a compound is purified by dissolving it in a hot solvent that is then cooled to create a supersaturated solution.", "Recrystallization is commonly followed by this procedure to separate mother liquor from the crystalline product. In this procedure, a Büchner funnel and aspirator are connected to a flask to create a pressure gradient between the flask and its surroundings.", "The percent yield of recrystallization can be determined by the depression of this colligative property in the product. Adding salt to ice can reduce this numerical value for ice."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The protagonist of this novel works for Brunelda as a servant after being fired from the Hotel Occidental. For 10 points each:", "answers_sanitized": ["Amerika [or The Man Who Disappeared; or Der Verschollene]", "Franz Kafka", "Max Brod &lt;Ed. DS&gt;"], "parts_sanitized": ["Name this uncompleted novel about Karl Rossman, who immigrates to the the title place. It was expanded from its author’s short story “The Stoker.”", "This author of Amerika wrote about K. attempting to navigate a village bureaucracy in another of his uncompleted novels, The Castle. He didn’t finish The Trial either.", "Kafka ordered this man, his literary executor, to destroy all of his papers upon his death. Fortunately for literature fans, he chose to have Kafka’s unfinished novels published instead."], "subcategory": "Literature American", "category": "Literature"}]}