{"tossups": [{"question_sanitized": "Episcopal missionary John Magee filmed this event. Robert O. Wilson was the sole surgeon treating the wounded at this event. Two participants in this event held a contest to see who could kill one hundred people with a sword, while German businessman John Rabe established a safety zone during this event. At the International Military Tribunal for the (*) Far East, Iwane Matsui and Hisao Tani were convicted for committing war crimes during this event. For 10 points, name this event which saw Japanese soldiers rape and massacre thousands of citizens in the namesake Chinese city.", "answer_sanitized": "Rape of Nanjing [accept Nanking in place of Nanjing; accept Nanjing Massacre]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One of the most famous paintings of this art movement was lambasted by Charles Dickens as blasphemous for making the holy family look like alcoholics and slum-dwellers. That painting, Christ in the House of his Parents, was an early work of John (*) Millais who, along with William Holman Hunt and Dante Gabriel Rossetti, agreed to react against the rigid classicizing conventions of the Royal Academy. For 10 points, name this mid-nineteenth century British art movement named in opposition to Raphael.", "answer_sanitized": "Pre-Raphaelite Brotherhood", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This phenomenon causes space crafts to develop a positive charge when exposed to sunlight. Philipp Lenard first observed this phenomenon while working with cathode tubes, initially considering the term “corpuscles” to describe the particles involved. Eventually, he settled on deeming those particles the quanta (*) electrons. The proof of this phenomenon, not of relativity, was the reason for Einstein receiving the Nobel Prize in 1921. For 10 points, name this effect in which electrons are ejected from an object after being excited by incident photons.", "answer_sanitized": "Photoelectric effect", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This character finds solace in plowing fields, where a bailiff tells him silently, “as God wills,” and he is skeptical about the Slavic attempt to free themselves from Turkish rule. This man is initially rejected by his future wife (*) for a dashing military officer who has an affair with the title character of the novel in which he appears. A Russian landowner who becomes engaged to Kitty at a dinner party at the Oblonsky household, is for 10 points, what co-protagonist of the Leo Tolstoy novel Anna Karenina?", "answer_sanitized": "Konstantin Levin [accept either underlined portion]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This album makes the claim that being in the back of a French museum still counts, in a track titled for that museum. This album was co-written by Jack Antonoff, partially explaining its tone shift. This album debuted at number one on the Billboard Top 200, two places above the peak position of its artist’s debut album (*) Pure Heroine. This album’s artist claimed that its title was intended as a callback to Greek performance. This album’s first track is named for a street signal and discusses a breakup. Singles released in the lead up to this album’s release include “Sober,” “Liability,” and “Green Light.” For 10 points, name this latest album by Lorde.", "answer_sanitized": "Melodrama", "category": "Trash"}, {"question_sanitized": "In this title site of an unfinished novel, a supposed land surveyor investigates a mysterious bureaucracy working in it. At the end of a different novel, an army officer returns to one of these locations, which he first visited with an alcoholic obsessed with his (*) teddy bear, Aloysius. A character is determined to marry Isabella, his deceased son’s wife, to prevent this site from leaving the family’s possession in the first Gothic novel by Horace Walpole. For 10 points, name this architectural structure which has served as the home of characters such as Count Dracula, King Arthur, and the White Witch.", "answer_sanitized": "Castles", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Louise Michel, known as the “Red Virgin of Montmartre,” was exiled for conspiring with this group. Many members of this group were deported to New Caledonia in the South Pacific after it was dissolved. This group was suppressed during “the bloody week” when the National Guard was defeated by Army regulars. This government interrupted the (*) third republic in the capital, following the end of the Franco-Prussian War, and it strongly influenced the ideas of Karl Marx. For 10 points, name this radical socialist government that briefly ruled from the French Capital in the late nineteenth century.", "answer_sanitized": "Paris Commune [prompt on partial answer]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In one of this artist’s works, floral patterns and a consistent color help to blend the border between a table and wall. In another work by this artist, four of the title creatures appear in a glass on a purple table. This artist painted Goldfish after his trip to Tangiers, (*) Morocco. The wife of this artist served as the model for a number of paintings, one of which was heavily criticized at the Salon d’Automne 1905. That painting’s title article of clothing features clashing colors and has an unfinished quality. For 10 points, name this Fauvist painter of Harmony in Red and Woman with a Hat who also painted The Green Line and The Dance.", "answer_sanitized": "Henri Matisse", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Though it is not on the Sun, currents associated with this entity are split up into Region 1 and Region 2 and connect to Pedersen and Hall currents. Kristian Birkeland found a namesake current which flows along a path determined by this entity. Convection of an iron-nickel alloy is the primary source for this entity. Particles in the Van Allen (*) belt are held in place because of this entity, which is described by the dynamo theory. This non-solar entity is responsible for the auroras, and its strength can vary from 0.25 to 0.65 gauss. For 10 points, name this entity which causes compasses to point north and is located on the third planet from the sun.", "answer_sanitized": "Earth’s Magnetic Field [accept variants that say both Earth and Magnetic Field; prompt on partial answer]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One object in this religion was created using fifteen billion dollars in gold and Nippon steel. This religion’s founder disappeared while flying away from Detroit. Adherents of this religion formerly worshipped at places like Temple No. 7, and this religion believes that the scientist (*) Yakub created the “devilish” race of whites. This religion’s teachings were first spread by Elijah Muhammad through its newspaper The Final Call, and its current leader is Louis Farrakhan. For 10 points, name this religious movement, practiced by Malcolm X, which espouses black power.", "answer_sanitized": "Nation of Islam [do NOT prompt on or accept “Islam”]", "category": "Religion"}, {"question_sanitized": "This region is governed by the lehendakari, whose current holder is Inigo Urkullu. Jai-alai [hi lie] is a sport that originated in this region where the player uses a cesta to hurl a ball at a wall. The Campo Volantin Bridge spans the Nervion River in this region’s largest city; that city contains a Guggenheim Museum designed by Frank Gehry and is (*) Bilbao. Members of the ETA carried out various bombings and protests in order to gain independence for this region. For 10 points, name this autonomous region of northwestern Spain that had its town of Guernica bombed by the Condor Legion.", "answer_sanitized": "Autonomous Community of the Basque Country [accept Euskadi or Pais Vasco]", "category": "Geography"}, {"question_sanitized": "In this collection, Reuben Pantier is described by his former schoolteacher as “The boy I loved best of all in the school.” In his section, Reuben addresses Emily Sparks by saying that “I owe whatever I was in life/ To your hope that would not give me up.” The village poetess in this work, Minerva Jones, wants to have her works published. (*) Blind Jack, one of the few not unhappy characters in this collection, listens to Homer describe how Troy fell. Abraham Lincoln’s rumored boyhood love, Ann Rutledge, is mentioned in, for 10 points, what Edgar Lee Masters collection of epigrams about the residents of the title town?", "answer_sanitized": "Spoon River Anthology", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This disease is influenced by gene polymorphisms that affect the human leukocyte antigen family. Females with this systemic disease often exhibit Raynaud’s phenomenon. People afflicted with this disease have high amounts of immature B-cells, which promotes inflammation, including (*) Libman-Sacks endocarditis. People who have drug-induced versions of this disease see their symptoms recede if they stop their medication. For 10 points, name this autoimmune disease that when exposed to sunlight causes a butterfly shaped rash on the face to appear.", "answer_sanitized": "Systemic lupus erythematosus", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Two candidates for this position were supported by factions known as “Minstrels” and “Brindletails” during the Brooks-Baxter War. Winthrop Rockefeller held this position in the early 1970’s. David Hale claimed that a holder of this position had pressured him into providing loans to Jim and Susan (*) McDougal. The 101st Airborne division was brought in to prevent one holder of this position from stopping nine African-American students from entering a high school. For 10 points, name this position which was formerly held by Orval Faubus and Whitewater scandal participant Bill Clinton.", "answer_sanitized": "Governor of Arkansas [prompt on “Governor”]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One structuralist interpretation of this subject by Mircea Eliade theorized that it may be used as a vehicle to help people escape the “profane” and realize the “sacred.” A functionalist understanding of this concept was developed largely by Bronislaw Malinowski and prefaced by the work of James (*) Frazer in The Golden Bough. A pioneer in the comparative study of this subject is Joseph Campbell, who identified a common narrative framework he calls the Hero’s Journey. For 10 points, name this term for stories that explain history, cosmology, and ritual, featuring gods like Zeus and Thor.", "answer_sanitized": "Mythology", "category": "Social Science"}, {"question_sanitized": "According to legend, this man was scolded for letting cakes burn following his defeat at the Battle of Chippenham. This man forced the conversion of Guthrum to Christianity. Although he is not William the Conqueror, this man created a doom book, and this man fought against Ivar the Boneless at the Battle of Ashdown. He lead an army against the Great (*) Heathen Army and succeeded his brother, AEthelred the First, as king. For 10 points, name this King of Wessex, who, along with Canute, was one of only two kings stylized with the epithet “The Great.”", "answer_sanitized": "Alfred the Great", "subcategory": "History British", "category": "History"}, {"question_sanitized": "A knight in this poem has a “helmet and the helmet-feather / [that] burn’d like one burning flame together” as he rides past a “silent isle.” In this poem, after seeing a funeral from the “many-tower’d” city and “two young lovers lately wed,” the title character exclaims (*) “I am half sick of shadows.” After hearing the knight sing “Tirra lirra,” the title character of this poem breaks from her loom and exclaims “The curse is come upon me” because she has looked toward Camelot. For 10 points, name this Alfred Tennyson poem about the woman from Arthurian legend who dies while drifting down the river.", "answer_sanitized": "“The Lady of Shalott”", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Two of these creatures kill Gilling’s wife by dropping a boulder on her head. Another of these creatures, named Lit, is kicked onto the funeral pyre of a god who was killed by mistletoe. These creatures use the breath of a fish and the footsteps of a cat, among other things, to create (*) Gleipnir, a chain which restrains Fenrir. A trio of these creatures, called the sons of Ivaldi, created a set of hair made of real gold for Sif and a spear for Odin. For 10 points, name these short Norse creatures who, among other things, forged Thor’s hammer, Mjolnir.", "answer_sanitized": "Dwarves", "category": "Mythology"}, {"question_sanitized": "One commenter called this orchestral piece the “deformed Dies Irae plainsong.” The text for this tone poem was originally derived from Henri Cazalis’ L’illusion. This piece opens with a harp playing a D note twelve times to symbolize the twelve (*) strokes of midnight before a solo violin enters with the Devil’s chord. This piece is most notable for using the xylophone to imitate rattling bones. For 10 points, name this piece written by Camille Saint-Saëns that is based on an old French superstition.", "answer_sanitized": "Danse Macabre", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Oxygen can serve as this type of molecule’s namesake inhibitor, which is used to slow down or stop the reaction. In the chlorination of methane, the initiation step involves the creation of two of these molecules. The initiation step for these molecules’ namesake polymerization can happen through photolysis or thermal decomposition. While heterolytic cleavage forms ions, (*) homolytic cleavage forms these molecules. Reactions involving these molecules involve the use of fish hook arrows to show the transfer of individual electrons. For 10 points, name these highly reactive molecules that contain an unpaired electron.", "answer_sanitized": "Free Radicals", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": ". This poem refers to its narrator as a “[person] on the pavement.” It describes the title character as “richer than a king / and admirably schooled in every grace” and “clean favored, and (*) imperially slim.” The narrator thinks that the title character “is everything” and wishes that he was “in his place.” For 10 points, name this poem titled for a “gentleman from sole to crown” who later “[puts] a bullet through his head,” a work by Edwin Arlington Robinson.", "answer_sanitized": "“Richard Cory” Packet 13 – Bonuses", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This nation’s troops were committed to Iraq by John Howard’s government. For 10 points each:", "answers_sanitized": ["Commonwealth of Australia", "ANZAC [accept Australia and New Zealand Army Corps]", "Gallipoli Campaign [accept Dardanelles Campaign or Battle of Çanakkale]"], "parts_sanitized": ["Name this former British penal colony with capital at Canberra. Prior to Iraq and Afghanistan, its most notable post-World War II overseas troop deployment came as peacekeepers in East Timor.", "Australian and New Zealander forces were joined in this unit. This unit notably fought in World War I and names the national day of remembrance in those two countries, celebrated on April 25.", "The ANZAC’s most well-known exploit was during this campaign. Named for a peninsula in Turkey, the Allied forces suffered a major defeat after Mustafa Kemal Atatürk repelled an amphibious assault during this campaign."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "These materials can be split into P-type and N-type. For 10 points each:", "answers_sanitized": ["Semiconductors", "Doping [accept word forms]", "Enrico Fermi"], "parts_sanitized": ["Name these materials that have conductivity between insulators and conductors.", "This is the process by which impurities are added to semiconductors to either make it more like a p-type or more like an n-type semiconductor. Common materials used for this process include germanium and arsenic.", "This man’s namesake level is the top of the electron energies at absolute zero. Adding impurities can shift where this man’s level is located on an energy plot, and he notably worked on the Manhattan Project."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The idea of mythical beings holding up the sky is found around the world in many different cultures. For 10 points each, identify some of these heavy lifters.", "answers_sanitized": ["Atlas", "Pangu", "Maui"], "parts_sanitized": ["This Greek Titan was the father of Calypso and was condemned to hold up the sky for eternity.", "This figure from Chinese mythology was birthed from a cosmic egg that perfectly balanced Yin and Yang. He holds up the sky after splitting Yin and Yang with an axe.", "This Hawaiian mythological being held up the sky in order for the people of Earth to be able to stand upright. This figure is also accredited with making a bargain with the sun by lassoing it with his sister’s hair."], "category": "Mythology"}, {"leadin_sanitized": "Points are a spook meant to keep the teams from uniting against the moderator. But we all like to win, and so for 10 points each:", "answers_sanitized": ["Anarchism [accept anarchy]", "Noam Chomsky", "Grammar"], "parts_sanitized": ["Give the name of the ideology which holds that all government is inherently oppressive and that direct democracy and the destruction of the state are required to achieve true freedom. Its adherents were expelled from the Second International by Karl Marx.", "This professor from MIT, known for his support of socialism and his dialectical books such as On Anarchism and Syntactic Structures, is best known for his work in linguistics.", "Chomsky proposed the universal type of this term, which by itself describes the structural rules used in a language."], "category": "Social Science"}, {"leadin_sanitized": "The title object of this short story was really a fake and only worth five hundred francs. For 10 points each:", "answers_sanitized": ["“The Necklace” [accept “The Diamond Necklace” or “La Parure”]", "Guy de Maupassant", "“Mademoiselle Fifi”"], "parts_sanitized": ["Name this short story that tells of Madame Mathilde Loisel buying and subsequently losing the title object. She then spends many years paying loans to replace the lost object.", "“The Necklace” is a short story by this author who also wrote “Boule de Suif” or “Ball of Fat.”", "In this other Maupassant short story, the prostitute Rachel kills Wilhelm, while Urville is occupied by the Prussians."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer some questions about indigenous peoples around the world.", "answers_sanitized": ["Inuit", "Māori", "Quechua"], "parts_sanitized": ["These indigenous people inhabit the Arctic areas in Alaska, Canada, and Greenland. Their diets consist of high-fat animals such as whales, walruses, and seals.", "The indigenous Polynesians in New Zealand are known as these people. Their form of tattoos, called tā moko, leave grooves in the skin rather than a smooth surface.", "These indigenous people live in South America, most notably in Peru, Ecuador, and Bolivia. Historically, the Inca were part of this indigenous group."], "category": "Geography"}, {"leadin_sanitized": "This author’s first novel was <em>The Broom of the System</em>. For 10 points each:", "answers_sanitized": ["David Foster Wallace", "Tennis", "Utopian [accept word forms]"], "parts_sanitized": ["Name this author who wrote about the Incandenza family in Infinite Jest.", "Wallace wrote about this sport in several essays, including “A Supposedly Fun Thing I’ll Never Do Again.” It is played at the Enfield Academy by people such as Hal and John Wayne, and Wallace wrote an article about this sport titled “Roger Federer as Religious Experience.”", "Infinite Jest is classified as an eschaton novel, which is contrasted with novels of this type. Sir Thomas More wrote a work titled after such a type of society."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer some questions about paintings with an “amorous” theme.", "answers_sanitized": ["Venus of Urbino", "Diego Velazquez", "Giorgione [accept Giorgio Barbarelli da Castelfranco]"], "parts_sanitized": ["Titian showed a maid rummaging in a chest in the background while a dog sleeps next to the title figure of this painting. Twain referred to this painting as “the obscenest picture the world possesses.”", "Suffragette Mary Richardson tore this artist’s Rokeby Venus apart in 1914. This artist’s other works include a portrait of Pope Innocent X and Las Meninas.", "Almost every single Renaissance painting of Venus derived from this artist’s Sleeping Venus. This artist showed a woman clutching her baby while a storm brews in the background in his The Tempest."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Invading Canada never seems to go well for the United States. For 10 points each:", "answers_sanitized": ["Battle of Quebec", "Richard Montgomery", "Iroquois Confederacy [accept Haudenosaunee]"], "parts_sanitized": ["Name this first defeat of the Continental Army during the American Revolutionary War. This battle was named after the namesake-city of this French-speaking province.", "The first major American casualty was this Major General of Irish descent, who led the attack of Quebec City with Benedict Arnold.", "In preparation for the Canadian offensive, diplomatic overtures were made to this powerful Native American confederacy. Four out of the five nations composing them would later join the British."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about the study of Drosophila Melanogaster, also known as the common fruit fly. For 10 points each:", "answers_sanitized": ["Thorax", "Larvae", "Thomas Hunt Morgan"], "parts_sanitized": ["The mid-body of fruit flies and other insects is given this name. The legs and wings extend from this part of the body located between the head and the abdomen.", "After hatching, the fly embryo develops into this juvenile form which has three stages of development, the third of which forms a pupa.", "The study of fruit flies as a model organism was popularized by this researcher, who studied white-eyed mutant flies to discover sex-linked genes."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer some questions about historical objects.", "answers_sanitized": ["Rosetta Stone", "Tutankhamun", "Koh-i-Noor Diamond"], "parts_sanitized": ["This object was unearthed by Jean-Francois Bouchard in 1799 in Egypt. It contains text written in Greek, Demotic, and Hieroglyphics.", "Several artifacts were unearthed from this king’s tomb by Howard Carter. This king, who was buried in KV62, was the son of Akhenaten.", "Nadir Shah stole this object along with the Peacock Throne during his 1739 sack of Delhi. Today, it exists as part of the Crown Jewels of the United Kingdom."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This composer’s daughter Imogen assisted his fellow English composer Benjamin Britten. For 10 points each:", "answers_sanitized": ["Gustav Holst", "Neptune, the Mystic", "“I Vow to Thee, My Country”"], "parts_sanitized": ["Name this composer who composed the seven-movement suite The Planets.", "The final movement of The Planets is given this name. It uses a hidden women’s chorus to achieve a fade-out effect.", "A theme from “Jupiter, the Bringer of Jollity” was used to set this British patriotic hymn to music."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, name these supernatural female characters from literature.", "answers_sanitized": ["Beloved", "Rebecca", "The Woman in Black [accept either underlined portion of Jennet Humfrye]"], "parts_sanitized": ["Toni Morrison portrays this title character ambiguously as the ghost of the unnamed child Sethe murdered and as a young woman who mysteriously appears soaking wet on Sethe’s doorstep.", "Mrs. Danvers is obsessed with this now-deceased title woman whose ghostly presence haunts Manderley mansion in Daphne du Maurier's thriller novel.", "This title ghost in Susan Hill’s gothic novella haunts Eel Marsh House and Crythin Gifford after her illegitimate son Nathaniel dies. Her appearance is said to presage the death of a child."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This set of numbers is denoted by the letter Q. For 10 points each:", "answers_sanitized": ["Rational Numbers", "Countable [accept word forms; accept Countably Infinite]", "George Cantor"], "parts_sanitized": ["Name this subset of the real numbers that have repeating or terminating decimal expansions. They can be represented as the quotient of two integers.", "The rational numbers have this property, which implies that a one-to-one mapping can be made between them and the natural numbers. Sets with this property have a cardinality of aleph-zero.", "This inventor of set theory formulated the continuum hypothesis and used a diagonalization argument to show the existence of uncountable sets such as the real numbers. He also names a fractal in which the middle third of line segments are removed."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This author’s actual name was Mary Ann Evans. The world knew her as a man. For 10 points each:", "answers_sanitized": ["George Eliot", "Silas Marner [accept either]", "The Mill on the Floss"], "parts_sanitized": ["Give the pseudonym under which Evans wrote Middlemarch, a very long book that is sub-titled as a “Study of Provincial Life.”", "This title character of Eliot’s third novel was a weaver, then a miser, then a man robbed, and finally the happy and satisfied caretaker of Eppie, the one person who brings him joy.", "This George Eliot novel discusses Maggie Tulliver and her relationship with her brother Tom, with whom she drowns. It also tells of Maggie’s hunchbacked friend Philip Waken and her rejected suitor Stephen Guest."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The belief that this team was “cursed” grew when fan Steve Bartman knocked a foul ball away from Moises Alou in the 2003 NLCS against the Marlins. For 10 points each:", "answers_sanitized": ["Chicago Cubs [prompt on “Chicago”]", "Kris Bryant", "Black Cat [prompt on “cat”]"], "parts_sanitized": ["Name this team that was allegedly the victims of the Curse of the Billy Goat. Their 2016 World Series title was the team’s first since 1908.", "The final out of the Cubs’ 2016 World Series triumph over the Cleveland Indians was recorded by this third baseman and 2016 National League MVP. He is only the fourth player to win the Rookie of the Year and MVP awards in back-to-back seasons.", "Another Cubs third baseman, Ron Santo, was standing in the on-deck circle in 1969 when one of these animals, a traditional omen of bad luck, wandered onto the field. Many claimed one of these felines hexed the Cubs, as they lost their division lead after the incident and missed the playoffs."], "category": "Trash"}, {"leadin_sanitized": "The assorted awakenings and reformations associated with Christianity have resulted in a number of denominations. For 10 points each, name some of them.", "answers_sanitized": ["Jehovah’s Witnesses", "Seventh-Day Adventists", "Christian Science [accept The Church of Christ, Scientist]"], "parts_sanitized": ["This denomination is best known for proselytizing door-to-door and refusing blood transfusions. Other notable tenets include the belief that only one hundred forty-four thousand people will enter heaven.", "This denomination grew out of disappointed Millerites when the world failed to end in 1844. Adherents observe the Sabbath on Saturday, in contrast to most other Protestant denominations, as suggested by the denomination’s name.", "This denomination funds “reading rooms” around the country and believes that illness is caused by thoughts and can only be cured by prayer. This denomination’s founder began the publication of a “monitor” which, despite sharing the denomination’s name, is unaffiliated with it."], "category": "Religion"}, {"leadin_sanitized": "While photography is now a widely celebrated art form, it wasn’t always that way. For 10 points each:", "answers_sanitized": ["Daguerreotype", "Negative", "Alfred Stieglitz"], "parts_sanitized": ["This direct photography method was the first publicly available photographic process. It uses a photosensitive silver plate that has a relatively long exposure time and is named after its creator.", "With the advent of calotypes, these types of images with reversed colors were created. These images allowed for the duplication of photographs, contributing to the spread of photography.", "One of the first acclaimed photographs that ushered in the age of modernism was this photographer’s The Steerage, which depicts the division of the upper and low classes on a ship returning to Europe."], "category": "Fine Arts"}, {"leadin_sanitized": "Name the following things relating to intermolecular forces. For 10 points each:", "answers_sanitized": ["Polar [accept Polar-covalent]", "Zwitterions", "London-dispersion forces [or interactions or similar words]"], "parts_sanitized": ["This type of bond occurs with electronegativity differences between about 0.4 and 1.7, and this type of molecule has an uneven charge distribution.", "These dipolar ions have positive and negative charges in different regions. The best known examples of these molecules are amino acids.", "These forces occur even in non-polar molecules, as a result of electron density fluctuations in molecules causing fleeting dipole moments. They are a class of van der Waals forces."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The death of Feodor I triggered the start of this time period. For 10 points each:", "answers_sanitized": ["Time of Troubles", "Michael I [accept Mikhail I; prompt on “Michael” or “Mikhail”]", "False Dmitri(s)"], "parts_sanitized": ["Name this time period when Russia remained without a czar and suffered famines and incursions. Rulers during this time period include Boris Godunov.", "The Time of Troubles was ended by the succession of this first Romanov czar to the throne.", "During the Time of Troubles, pretenders who claimed to be the youngest sons of Ivan the Terrible in order to seize the throne were known by this name."], "subcategory": "History European", "category": "History"}]}