{"tossups": [{"question_sanitized": "The night prior to this event, the perpetrators ate at a Pizza Hut and shopped at a Wal-Mart in Portland, Maine. One of those men, Mohammed Atta, was the subject of a phone call to Dallas-Fort Worth Airport by Betty Ong and led the “Hamburg Cell” that helped plan this event. An investigation into this event was led by a namesake (*) Commission. Todd Beamer said “Let’s Roll” during this event before breaking into the cockpit of a Boeing 757. For 10 points, name this deadliest terror attack in history where three thousand died in the World Trade Center, Pentagon, and a field in Shanksville, Pennsylvania.", "answer_sanitized": "9/11 Attacks [accept equivalents like September 11, 2001 attacks; accept American Airlines Flight 11 before mention of Todd Beamer; do NOT accept or prompt on anything mentioning “bombing the World Trade Center”]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This phenomenon partially arose because of the evolution of aposematic coloration, and a namesake variety of Octopus employs chromatophores in order to undergo this phenomenon. One type of this phenomenon is a mutualistic relation between two predators and is known as its “Mullerian” variety. Brood (*) parasites employ this phenomenon in order to raise their young. Its Batesian variety is seen between harmless and harmful species, such as the monarch and viceroy butterflies. For 10 points, name this phenomenon in which the behavior of one species is emulated by another.", "answer_sanitized": "Mimicry [accept specific types; accept word forms]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This figure revealed his true identity to his wife by explaining that their bed was carved into a living olive tree. This hero owned the blind dog Argos and, along with Diomedes, he stole the Palladium. During a visit to the underworld, (*) Tiresias warned this man not to eat the cattle of Helios. After returning to Ithaca, this hero killed all of the suitors of his wife Penelope, and he was reunited with his son Telemachus. For 10 points, name this hero whose journey home from Troy was recorded in a Homeric epic.", "answer_sanitized": "Odysseus [accept Ulysses]", "category": "Mythology"}, {"question_sanitized": "This concept is mentioned in the Islamic Surah “Al-Falaq,” which is meant as a protection from it. This concept is strongly condemned in the Malleus Maleficarum. The belief that illness results from this concept has led to a number of deaths, primarily in (*) Sub-Saharan Africa. This practice has become less violently discouraged in the modern era, leading to the rise of neo-pagan groups like Wiccan covens. Belief in this practice, as well as Christian doctrine of the time, led to twenty-five deaths in a Massachusetts city in the seventeenth century. For 10 points, name this practice, which utilizes magical skills.", "answer_sanitized": "Witchcraft [accept Black Magic before “magical”]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "At the end of this novel, a character writes a biography on Cass Mastern, whose research he had once used in an unfinished dissertation on American history. Sibyl Frey is impregnated in this novel, and another character is murdered after having an affair (*) with Anne Stanton, whom the protagonist of this novel also loves and eventually marries. The protagonist Jack Burden discovers that Judge Irwin accepted a bribe and committed suicide in, for 10 points, what novel featuring Willie Stark and written by Robert Penn Warren?", "answer_sanitized": "All the King’s Men", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Floods of this body of water devastated crops in 1927 and 1993. A bridge across this body of water at St. Anthony Falls collapsed in 2007, killing thirteen. During the New Madrid Earthquake, this river flowed in reverse. (*) Two bridges across this river are named for Huey P. Long in the state that houses this river’s delta. For 10 points, what North American River drains much of the United States and travels from Minnesota to the Gulf of Mexico in Louisiana?", "answer_sanitized": "Mississippi River [accept Missouri River until “St. Anthony Falls”]", "category": "Geography"}, {"question_sanitized": "In an alternate ending to this play, a character is led to her children, after which she collapses, and the curtain falls down. In this play’s first scene, a character is called “Miss Sweet Tooth” by her husband for eating forbidden sweets. In this play, a tarantella-dancing character shocks (*) Kristine Linde because she knows of Dr. Rank’s inherited syphilis. Throughout this play, the protagonist is blackmailed by Krogstad for having once committed a forgery. For 10 points, name this Henrik Ibsen play in which Nora Helmer leaves her husband, Torvald.", "answer_sanitized": "A Doll’s House", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Alain Jacquet was inspired by this painting to create a series of ninety-five silkscreens depicting Pierre Restany and Mario Schifano. A lute player in Titian’s Pastoral Concert inspired the poses of the central figures of this painting. Along with Whistler’s Symphony in White No. 1, this painting was exhibited at the (*) Salon de Refuses. Victorine Meurent modeled for one woman in this painting, which shows a woman bathing in the stream in the background. For 10 points, name this Edouard Manet painting which shows a nude woman enjoying a picnic with two men.", "answer_sanitized": "Luncheon on the Grass [accept Le Déjeuner sur l'herbe]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "During this conflict, one side mistook Japanese characters for Chinese ones on farm equipment at the site of one battle. In another theater of this war, an engagement at the Valley of Tears stopped one side’s advance towards the city of Haifa. One side’s Prime Minister was criticized for (*) her decision to not launch a preemptive strike on two neighbors and resigned after this conflict. Anwar el-Sadat and Hafez al-Assad coordinated assaults on the Suez Canal and the Golan Heights that started, for 10 points, what war pitting Israel against Egypt and Syria, named for its beginning on a high holy day?", "answer_sanitized": "Yom Kippur War [accept October War or Ramadan War]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In the Navier-Stokes equations, if this quantity is constant, then the divergence of u equals zero. Dynamic viscosity can be written as the product of kinematic viscosity and this quantity. Incompressible fluid flows are ones with a (*) constant value for this quantity, and the ratio between an entity's value for this quantity and water’s value for this quantity is known as specific gravity. Items sink or float depending on their value for this quantity. For 10 points, name this quantity, which for a material is the amount of mass per volume and can be measured in kilograms per meter cubed.", "answer_sanitized": "Density", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This man defeated Arnegisclus at the Battle of Utus. This man lost a battle to the coalition of Flavius Aetius and Theodoric I. Honoria promised this ruler a portion of the (*) Western Roman Empire if he would rescue her from a forced marriage, and Pope Leo I convinced this ruler to avoid sacking Rome. This man’s most famous defeat came at the Battle of Chalons. For 10 points, name this “scourge of god” who ruled the Hunnic Empire.", "answer_sanitized": "Attila the Hun", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "One of this man’s works was written to commemorate a park resort at Manhattan Beach. Monty Python used a song by this man called “The Liberty Bell” as its theme song. This man wrote one work for an essay contest by the Washington Post. Piccolos (*) play an obbligato and are later joined by the brass in one song by this composer. The official national march of the U.S. was written by this man, and that march was known as “Stars and Stripes Forever.” For 10 points, name this man who was known as the “March King.”", "answer_sanitized": "John Philip Sousa", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "After walking in on an affair, one character in this play fails summer school. One character in this play recounts how he “walked into the jungle” and walked out rich; that is Uncle Ben. Bernard’s success as a lawyer causes jealousy in the main character of this play. After failing to get a job at an interview, a (*) fountain pen is stolen by Biff. This play ends with the suicide of the main character in order to use the insurance money for Happy. For 10 points, name this play by Arthur Miller that tells of the demise of Willy Loman.", "answer_sanitized": "Death of a Salesman", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The Fujiwhara effect refers to the interaction of two of these objects. The Coriolis Effect determines the rotation direction of these objects on the macro scale. A variety of this object is measured in intensity on the Saffir-Simpson scale, ranging from (*) Category 1 to Category 5 based on wind speed. These weather patterns can occur on other planets, such as Neptune’s Small Dark Spot, but Jupiter’s Great Red Spot actually is an inverse of this phenomenon, with a high pressure center. For 10 points, name these meteorological phenomena with tropical varieties called hurricanes and typhoons.", "answer_sanitized": "Cyclones [accept Typhoons or Hurricanes until mentioned]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One novel by this man describes a dystopian society in which nuclear weapons have destroyed everything except New Zealand. That work is Apes and Essence. In another novel, a character based on Baudelaire is shot by the Brotherhood of British Freemen as Beethoven’s String Quartet No. 15 plays. A character in that work, Walter (*) Bidlake, falls in love with Lucy Tantamount. His most prominent novel includes a society whose religious rituals include flagellation. That work begins with a tour of the Hatchery and describes John the Savage’s induction into the World State. For 10 points, name this author of Point Counter Point and Brave New World.", "answer_sanitized": "Aldous Huxley", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Linda Sarsour came under fire when it was revealed she had misled donors who thought they would help victims of this event. A Tyler County official told residents to write their Social Security Numbers on their arms before this event. This event was mitigated by the (*) “Cajun Navy,” whose members brought their boats down Interstate 10 after this event to perform rescues. J.J. Watt helped raise millions of dollars to help his adopted hometown after this disaster. The wettest tropical cyclone in U.S. history was, for 10 points, what storm that caused billions in damage to Houston, Texas in August 2017?", "answer_sanitized": "Hurricane Harvey [accept other types of tropical cyclones such as tropical storm as long as it includes Harvey]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This speech asks the audience whether worrying could add a cubit to their height or an hour to their life. The speaker of this encourages listeners to not be like a lamp hidden under a bushel and includes a parable of builders on rock and sand. Another portion of this passage asks if (*) salt can restore its saltiness before saying to be like light. According to the Gospel of Matthew, this passage is the origin of the Lord’s Prayer, as well as other well-known sayings like “turn the other cheek.” The Beatitudes begin, for 10 points, what passage in which Jesus states “Blessed are the poor in spirit”?", "answer_sanitized": "Sermon on the Mount [do NOT accept or prompt on “Beatitudes”]", "category": "Religion"}, {"question_sanitized": "One artist from this country is known for installations like A Book from the Sky. Another artist from this country filled a room of the Tate Modern with porcelain sunflower seeds. That same artist helped design the (*) Bird’s Nest stadium in this country’s capital. One era of this country saw the creation of the Temple of Heaven and the mass-production of eponymously-named porcelain. For 10 points, the portrait of Chairman Mao was created in what East-Asian country?", "answer_sanitized": "People’s Republic of China [do NOT accept “Republic of China”]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This letter denotes the constant describing why one substance can conduct electricity even in its pure form. This letter is the result of one equation in which only fluids are accounted for and in which the coefficient of the reactants is taken as an (*) exponent. This letter followed by the letter w is equal to one times ten to the negative fourteenth at room temperature. This letter is the result of two processes derived from the ideal gas law, which are equal when one is multiplied by the quantity RT to the power of delta-n. For 10 points, name this letter, used to signify the equilibrium constant and elemental potassium.", "answer_sanitized": "K", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Operation Anthropoid was an attempted assassination against a member of this group. “The White Rose” published leaflets denouncing this party. One member of this party was on a plane that crash landed in Scotland while on a diplomatic mission. That man would later commit suicide after being sent to (*) Spandau prison. Another member of this party was the target of an assassination attempt at Wolf’s Lair and had earlier attempted a coup against the Weimar Republic in the Beer Hall Putsch. For 10 points, name this party which was led by the author of Mein Kampf, Adolf Hitler.", "answer_sanitized": "Nazi Party [accept National Socialist German Workers Party or NSDAP] [The unmentioned person is Rudolf Hess] Tiebreaker", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The alternating catalytic theory states that this molecule is created as a result of the rotation of the gamma subunit. This molecule is created from a namesake synthase that has a F1 and a FO (oh) part. Oligomycin is used to inhibit the production of this molecule, and this molecule consists of a (*) sugar, a purine, and phosphate. Approximately thirty-two of these molecules are produced during the Krebs Cycle. For 10 points, name this energy currency of the cell that can be transformed into ADP through the loss of a phosphate.", "answer_sanitized": "ATP [accept Adenosine Triphosphate] Packet 2 – Bonuses", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "This author’s final work was the experimental novel <em>Finnegan’s Wake</em>. For 10 points each:", "answers_sanitized": ["James Joyce", "Dubliners", "Gabriel Conroy [accept either]"], "parts_sanitized": ["Name this author who wrote about Stephen Daedalus and Leopold Bloom in Portrait of the Artist as a Young Man and Ulysses, respectively.", "A character in one story in this collection is unable to buy a gift at a bazaar after he arrives too late. This short story collection includes “The Sisters,” “Araby,” and “The Dead.”", "This protagonist of “The Dead” is accused of being a “West Briton” by Miss Ivors, and his wife Gretta is reminded of her old lover Michael Furey when she hears the song “The Lass of Aughrim.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This gunpowder empire built one of the greatest cannons of all time. For 10 points each:", "answers_sanitized": ["Ottoman Empire", "Battle of Kosovo", "Lightning"], "parts_sanitized": ["Name this empire that ruled modern-day Turkey until its dissolution after World War I. This empire was headed by sultans who ensured a continuous line of succession through the royal harem.", "The Ottomans fought this battle under the command of Murad I against the Serbs under Lazar. While both armies were wiped out, it led to a scarcity of Serbian troops, giving way to Serbian-Ottoman vassalage.", "Another of the commanders at Kosovo was Beyezeid, who was described by this word. The word Blitzkrieg translates to war described by this word."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer some questions about African lakes.", "answers_sanitized": ["Lake Victoria", "Lake Tanganyika", "Lake Chad"], "parts_sanitized": ["This African Great Lake is the largest in Africa. John Speke and Richard Francis Burton determined that this lake, which is home to a rich population of water cichlids, is the source of the Nile.", "This other African Great Lake is the second-deepest lake in the world behind Lake Baikal. It lies between the Democratic Republic of the Congo and Tanzania.", "The Chari River flows into this Central African lake. This lake, whose southern portion is in Nigeria and Cameroon, is slowly drying up because of over-usage and air pollution."], "category": "Geography"}, {"leadin_sanitized": "This orbital can be further split into the e2 and t2g energy levels. For 10 points each:", "answers_sanitized": ["d orbital", "Coordination Complex [accept Metal Complex]", "Iron"], "parts_sanitized": ["Name this orbital that can hold up to ten electrons. Transition metals vary in the number of electrons they have in this orbital.", "When a central atom, typically metallic, is bonded to other molecules known as ligands, this type of compound results. These compounds are studied in crystal field theory.", "To name coordination complexes containing this central atom, one must use the Latin word ferrate. One example of a coordination complex containing this atom at its center is hemoglobin."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This composer used the “A Mighty Fortress is our God” hymn in his <em>Fifth Symphony</em>. For 10 points each:", "answers_sanitized": ["Felix Mendelssohn", "Giacomo Meyerbeer", "Richard Wagner"], "parts_sanitized": ["Name this composer of a set of “Venetian Gondola Songs.” He was inspired by a visit to Fingal’s Cave to write the Hebrides Overture.", "Some of the grand operas created by this composer include Les Huguenots, L’Africaine, and Ein Feldlager in Schlesien. His works were censored by the Nazi regime.", "Mendelssohn and Meyerbeer were both criticized in the essay Judaism in Music by this anti-Semite and composer of the Ring Cycle."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, given the Empire which followed it and a brief description of tenets, name the religion.", "answers_sanitized": ["Shintoism [accept State Shinto]", "Sunni Islam [do NOT prompt or accept on “Shi’a”]", "Roman Catholicism [prompt on “Christianity”]"], "parts_sanitized": ["Imperial Japan followed this religion until 1945. An animistic religion, it holds that all things, animate and inanimate are possessed with a sacred power, or kami.", "While officially secular in nature, and encompassing a number of religions, the Umayyad Empire primarily ascribed to this Abrahamic religion, requiring adherents of others to pay the jizya.", "After a vision of a flaming Chi Rho and a subsequent military victory, the Roman Empire adopted this religion, today still headquartered in Rome."], "category": "Religion"}, {"leadin_sanitized": "I’ve got rhythm. I’ve got music. I’ve got three questions, for 10 points each, about rhythm in music.", "answers_sanitized": ["Syncopation", "Hemiola [prompt on “Triplet” or “Triple”]", "Meter"], "parts_sanitized": ["Especially used in dance music, this musical term is used to describe stress placed on an off beat, which comes in types such as suspension and “even-note.”", "Similar to syncopation, this figure refers to three beats of equal time normally occupied by two beats.", "This aspect of music is referred to as rhythmic structure, the patterns of the music’s pulse. In poetry, the study of this characteristic is called prosody."], "category": "Science"}, {"leadin_sanitized": "One of this man’s novels starts with the line “Call me Ishmael.” For 10 points each:", "answers_sanitized": ["Herman Melville", "Bartleby", "Franz Kafka"], "parts_sanitized": ["Name this author of Moby Dick and Billy Budd.", "This Melville character answers every question with “I would prefer not to.” His nonchalance ultimately leads to him living in his office and dying of starvation in prison.", "Bartleby touches on themes from this author's short story “A Hunger Artist.” This man also wrote novels such as The Trial. An adjective named for this author describes overly complex and illogical situations."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, let’s put the fun in fundamental.", "answers_sanitized": ["Fundamental Theorem of Arithmetic", "Fundamental Theorem of Algebra", "Fundamental Theorem of Calculus"], "parts_sanitized": ["This “fundamental” math theorem states that every number must be either a product of prime numbers or a prime number itself. It is also called the unique factorization theorem.", "This other fundamental theorem states that every non-constant single-variable polynomial with complex coefficients has at least one complex root.", "This fundamental theorem can be generalized to multiple dimensions by Stokes’ theorem. This theorem states that the derivative of the integral of a function is equal to that function."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Reaching this location was the goal of the ill-fated Terra Nova expedition. For 10 points each:", "answers_sanitized": ["South Pole [do NOT accept or prompt on “North Pole” or “Antarctica”]", "United Kingdom [accept Great Britain or England]", "Edmund Hillary"], "parts_sanitized": ["Name this geographic extremity, first reached by Roald Amundsen in 1911. A year later, Robert Falcon Scott and his expedition perished attempting to return from this location.", "Scott hailed from this country. Other explorers from this country include James Clark Ross, the namesake of the Ross Ice Shelf.", "The next overland expedition to the South Pole included this New Zealand mountaineer. Along with reaching both the North and South Poles, this man is most known for being the first to scale Mount Everest, along with Tenzing Norgay."], "category": "Geography"}, {"leadin_sanitized": "Despite being a baby, Cupid is a rampaging troublemaker. For 10 points each:", "answers_sanitized": ["Apollo", "Bees", "Psyche"], "parts_sanitized": ["This Roman god of the sun thought he could get away with mocking Cupid’s little bow. In return, Cupid let loose his arrows of gold and lead, making this god fall in love with the nymph Daphne.", "Baby Cupid learned a lesson after he was hurt by these small animals. After running to his mother Venus, crying of the pain, she laughed him off by noting that he too is small and packs a painful punch.", "Cupid also fell victim to his own love-dart when Venus had him cause mischief unto this woman, whose followers so admired her beauty that they neglected to make offerings to Venus. Cupid had Zephyr carry her to his bed where she became pregnant, and Cupid married this woman."], "category": "Mythology"}, {"leadin_sanitized": "This politician garnered six percent of the popular vote in the Election of 1912 while running on a third-party ticket. For 10 points each:", "answers_sanitized": ["Eugene Victor Debs", "Woodrow Wilson", "Progressive Party [accept Bull Moose Party]"], "parts_sanitized": ["Name this presidential candidate who had earlier led the Pullman Strike in 1894.", "The election of 1912 was won by this Democrat, who defeated Taft to win the presidency. This president created the Federal Reserve and signed the Clayton Antitrust Act.", "Taft’s loss in the Election of 1912 was blamed on this party taking away votes from the Republicans. This party ran Theodore Roosevelt in that election."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer these questions about books by African American authors, for 10 points each.", "answers_sanitized": ["A Raisin in the Sun", "Their Eyes Were Watching God", "Giovanni’s Room"], "parts_sanitized": ["Walter loses a ten thousand dollar life insurance check in this Lorraine Hansberry play about the Younger family’s attempts to move into a white neighborhood.", "Janie Crawford marries Logan Killicks, Jody Starks, and Tea Cake, who she ends up shooting, in this Zora Neale Hurston novel.", "David is left alone in Paris and meets the title character at a gay bar in this James Baldwin novel."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, name these sketch-comedy based television shows:", "answers_sanitized": ["Monty Python’s Flying Circus", "Saturday Night Live [accept SNL]", "Dave Chappelle’s Show"], "parts_sanitized": ["Beyond their show, this group’s filmography includes The Life of Brian and a production which features the “Knights who say Ni!”", "Frequently taking aim at sensitive and political topics, this late-night NBC television show has helped comedy stars such as Eddie Murphy and Chevy Chase enter into the mainstream.", "Relying heavily on the impressions done by its namesake host, including a famous one of Lil Jon, this comedy show ran for three seasons on Comedy Central. Its host now lives in Yellow Springs, Ohio."], "category": "Trash"}, {"leadin_sanitized": "Identify these women who contributed to the life sciences. For 10 points each:", "answers_sanitized": ["Jane Goodall", "Rosalind Franklin", "Martha Chase"], "parts_sanitized": ["This primatologist is known for her research on chimpanzees at the Gombe Stream National Park, and she is the founder of a namesake global wildlife and environment conservation organization.", "This biophysicist contributed to the study of molecular structures and to the discovery of the double helix by producing early X-ray diffraction images of DNA.", "This geneticist proved that DNA, not protein is the genetic material of life in a 1952 experiment with Alfred Hershey."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In this novel, Raymond asks the main character to write a letter to his girlfriend so that he can confront her infidelity. For 10 points each:", "answers_sanitized": ["The Stranger [accept L’Étranger]", "Albert Camus", "The Myth of Sisyphus"], "parts_sanitized": ["Name this novel in which the main character, Meursault, shows little remorse for killing a man on the beach.", "The Stranger was written by this absurdist and existentialist author of The Plague.", "At the end of this philosophical essay regarding seemingly insuperable tasks, Camus muses that the title character must be happy."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The Hundred Schools of Thought is widely regarded as the greatest age of Chinese philosophy. For 10 points each:", "answers_sanitized": ["Confucius", "Legalism", "Taoism [accept Daoism]"], "parts_sanitized": ["Name this patriarch of Chinese philosophy who developed a system of social hierarchy and reciprocal relationships. He is best known for stressing the importance of filial piety in his Analects.", "This pessimistic philosophy held that human beings are fundamentally depraved and that discipline must be imposed by a totalitarian state. Shang Yang and the Qin [CHIN] minister Li Si are perhaps its most famous adherents.", "This famously individualistic “school of the way” was legendarily founded by the sage Laozi. Emphasizing wu-wei or “naturalness” instead of social conformity, it stands uniquely opposed to Chinese political culture."], "category": "Philosophy"}, {"leadin_sanitized": "This quantity is equal to zero in an inertial reference frame. For 10 points each:", "answers_sanitized": ["Acceleration", "Vector", "Jerk"], "parts_sanitized": ["Name this quantity which is multiplied by mass to give force in Newton’s Second Law.", "Acceleration is what type of value that has both magnitude and direction?", "The time derivative of acceleration is this vector quantity that describes the rate of change of the acceleration."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "These people believed Hernan Cortes to be a reincarnation of Quetzalcoatl. For 10 points each:", "answers_sanitized": ["Aztec(s)", "Tenochtitlan", "La Noche Triste [accept Night of Sorrows]"], "parts_sanitized": ["Name this Mesoamerican civilization that was ruled by Montezuma II. They fought the Flower Wars with neighboring city-states to obtain human sacrifices.", "The Aztec capital was at this city, which has its ruins in current-day Mexico City. It contained the Templo Mayor, which was dedicated to Huitzilopochtli and Tlaloc.", "The fall of the Aztec Empire came after this event, where Cortes’ army sacked Tenochtitlan following the death of Montezuma II."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The Freer Gallery at the Smithsonian holds more than just Asian art. For 10 points each:", "answers_sanitized": ["James McNeill Whistler", "Japan", "John Ruskin"], "parts_sanitized": ["Name this American painter of “arrangements,” “harmonies,” and “nocturnes” who famously painted his mother and a falling rocket. Charles Lang Freer was particularly fascinated by his “art for art’s sake” aesthetic.", "Like many of his French contemporaries, Whistler looked at the Asian art market and was profoundly inspired by many works from this East-Asian island nation that had tremendous printmaking facilities in Edo.", "Whistler famously sued this English art critic who supported the Pre-Raphaelites after “the falling rocket” was attacked as “flinging a pot of paint in the public’s face.”"], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}]}