{"tossups": [{"question_sanitized": "A mode of analysis based on these entities was pioneered in a book subtitled for the \"study of the history\" of one of them, which uses the principles of continuity and plentitude to analyze a concept that was developed in an Alexander Pope poem; that book, which advocated for a \"history\" of these entities, is The Great Chain of Being by Arthur Lovejoy. Another philosopher contrasted these entities with spirits, claiming that, while spirits are active agents, these entities are produced and perceived by spirits; that philosopher argued in Principles Concerning Human Knowledge that objects perceived in the world are actually these entities in the mind. For 10 points, what abstract and immaterial entities lend their name to the \"subjective\" philosophical position of George Berkeley (BARK-lee)?", "answer_sanitized": "ideas [accept history of ideas or The Great Chain of Being: A Study of the History of an Idea or subjective idealism or subjective idealists; do not accept or prompt on putative synonyms such as \"perceptions\"]", "category": "Philosophy"}, {"question_sanitized": "Overproduction of this substance is caused by a tumor-secreted hormone in Zollinger-Ellison syndrome. Repeated exposure to this substance can turn stratified squamous epithelium into columnar epithelium. A protein named for this substance is synthesized in the antrum by G cells upon stimulation by bombesin (BOM-beh-sin). Antagonists of the H2 (h two) histamine receptor block production of this substance. Its production by cells with invaginations called canaliculi (can-ah-LICK-yoo-\"lie\") that express a hydrogen-potassium-ATPase can be inhibited by the PPI lansoprazole (lan-SOH-prah-zole). Parietal cells secrete both intrinsic factor and this substance, which cleaves pepsinogen into active pepsin. Prevacid (PREV-ah-sid) inhibits production of, for 10 points, what substance that causes esophageal re&amp;ux when it passes the pyloric sphincter and that gives a digestive organ a low pH?", "answer_sanitized": "gastric acid [or stomach acid; accept hydrochloric acid or HCl; prompt on \"acid\"]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The ring of the \"formal\" type of these things is denoted by an R followed by a double-square-bracketed x. Applying a method that adds a potentially non-integer component to these things yields an indicial equation as part of solving a differential equation with a regular singular point via the method of Frobenius. Substituting one of these things into a linear differential equation with variable coefficients allows one to find a recurrence relation to determine the solution. Taking the limit of their consecutive coefficients yields the radius of convergence. Using them to solve a differential equation involves shifting the index of summation and recognizing which function's Taylor series they correspond to. For 10 points, what constructs are the summation of sequences with exponentiated variables?", "answer_sanitized": "power series [prompt on \"in nite series\"]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "A study of this ethnicity's relationship to the \"literary form\" of a poet was written by Anthony Julius, who discusses the portrayal of a man of this ethnicity in the poem \"A Cooking Egg.\" A man of this ethnicity \"stares from the protozoic slime at a perspective of Canaletto\" and has a \"cigar\" in a poem also titled for Burbank, who has a \"Baedeker\" (BAY-\"decker\"). A man of this ethnicity was \"spawned in some estaminet (es-tah-mee-NAY) of Antwerp\" and \"squats on the windowsill\" as the owner of a house where \"an old man in a dry month\" waits for rain. A woman of this ethnicity, who \"tears at the grapes with murderous paws\" in \"Sweeney among the Nightingales,\" is named \"Rachel née Rabinovitch.\" For 10 points, what ethnicity, in the fourth section of T. S. Eliot's The Waste Land, is contrasted with \"Gentile\"?", "answer_sanitized": "Jews [or Jewish people]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This state was the home of John Brinkley, a frequent gubernatorial candidate and quack doctor who claimed to cure impotence by sewing goat testicles on to his patients. In 1922, this state's governor, Henry Justin Allen, tried to oust the Ku Klux Klan from this state in the wake of a national railroad strike. Two years later, an independent candidacy for governor was launched by a progressive newspaper editor from this state nicknamed \"The Sage of Emporia\"; that man, William Allen White, inspired the title of a Thomas Frank book about this state's shi0 from le0-wing populism to conservatism when he sarcastically asked \"what's the matter\" with this state. For 10 points, in what state did \"Border Ruf ans\" and \"Free-Staters\"  ght a \"bleeding\" con&amp;ict?", "answer_sanitized": "Kansas [accept What's the Matter with Kansas? or Bleeding Kansas]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This thinker posited that people's ability to improve their lives depends on the resources available to them in his \"life chances\" hypothesis. George Ritzer expanded upon this thinker's work to coin a term that refers to the process through which a society becomes structured like a fast-food restaurant. The term \"McDonaldization\" is based on the work of this thinker, who argued that society was devaluing mysticism and going through a process of disenchantment, through which the bureaucracy imposed an \"iron cage\" of rationality. He claimed that the state had a monopoly on the legitimate use of violence in Politics as a Vocation. For 10 points, what thinker examined how Calvinism motivated economic growth in his The Protestant Ethic and the Spirit of Capitalism?", "answer_sanitized": "Max Weber (mahks VAY-bur)", "category": "Social Science"}, {"question_sanitized": "The carrying of these objects into a place of worship was central to the pre-Reformation practice of the \"churching of women,\" whose biblical basis was an event that is celebrated annually on a day that centers on a blessing of these objects. In Scandinavian celebrations of the feast of Santa Lucia, young girls wear a wreath bearing these objects on their heads. Crepes are served in France on a holiday centering on these objects that celebrates the presentation of Jesus at the Temple. The Catholic Holy Week service of Tenebrae (TEN-eh-brye) involves  0een of these objects on a \"hearse.\" The Epiphany period ends with a holiday that celebrates these objects, which are commonly le0 in Catholic churches as votive offerings. For 10 points, name these objects that in Christianity symbolize the light of God.", "answer_sanitized": "candles [accept Candlemas or tapers]", "category": "Religion"}, {"question_sanitized": "C. B. Moore discovered roaming reactions in this compound's dissociation. Hexamine is synthesized by reacting ammonia with this compound as the carbon source. Sigma sells this compound only in a 37% aqueous solution. This compound reacts with a primary amine (AM-een) to form a monoÂ·substituted iminium (ih-MIN-ee-um) in a route to beta-amino ketones. Under proton NMR, this compound has a 2-henry singlet at 9.6 ppm. It reacts with DNA in the  rst step of chromatin immunoprecipitation. Phenol and this compound coÂ·polymerize to form Bakelite (\"BAKE\"-eh-\"light\") resins; its normal polymer is pre xed \"para.\" This compound cross-links proteins and DNA, which is why it is used as a  xative in histology and microscopy. For 10 points, name this simplest aldehyde, which is also used as a preservative for cadavers.", "answer_sanitized": "formaldehyde [or CH2O; or methanal; or formalin]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Graham Bader claimed that a painting titled for an animal of this type shows an animal of another kind engaged in a \"narcissistic circuit\" and staring at the artist's initials in a manner reminiscent of Caravaggio's Narcissus. A series of illustrations shows two creatures of this type, one of whom is named Hunca Munca, trying to eat Lucinda and Jane's plaster food. In The Garden of Earthly Delights, one of these animals walks on its front legs as if doing a handstand, and a man in a &amp;oating red fruit stares down the length of a glass cylinder at another one. Beatrix Potter illustrated a book about \"two bad\" examples of these creatures. A duck's claim to have \"hooked a big one\" amuses, for 10 points, what type of animal referenced in the title of Roy Lichtenstein's Disney-inspired painting Look Mickey?", "answer_sanitized": "mouse [or mice]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The stage directions for this play's longest speech prescribe that it be delivered with \"a great deal of action\" to cast a \"hypnotic effect\" over both the listening character and the audience. Upon refusing to move from a piece of furniture, a character in this play is asked \"this iron and this wood, is this your honor?\"; as that character in this play says that \"naturally, every man wants a son,\" he is interrupted and told \"that's the way the cookie crumbles.\" In this play, a resident of a rooming house that is home to a kimono-wearing \"colored queen\" tells a story about using a poisoned hamburger to try to kill the landlady's dog. Two strangers converse on a Central Park bench in, for 10 points, what one-act Edward Albee play that ends with Jerry impaling himself on a knife held by Peter?", "answer_sanitized": "The Zoo Story", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The villages of these people were known as pagi (pah-gee), which made up the touto (too-toh) communities and had elected of cials called Meddix Tuticus (TOO-tik-us). A defeat for these people under Gellius Egnatius was preceded by a deer running toward the front lines of their Celtic allies while a wolf ran toward the front lines of the Romans; this non-Latin tribe lost that battle after the younger Publius Decius Mus (POO-blee-us DEK-ee-us MOOS) devoted himself by making a sacri cial charge. Before these Oscan speakers lost the Battle of Sentinum, they were led by Gaius Pontius (\"GUY\"-us PONT-ee-us) at a battle in which they trapped the Romans in a valley by barricading one end, after which they forced their captured enemy to pass under a yoke. For 10 points, name this Italic tribe that won the Battle of the Caudine Forks during three namesake wars against the Roman Republic.", "answer_sanitized": "Samnites [accept Samnium]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "Larry Charles told the \"You Made It Weird\" podcast that this man \"tested\" him by stealing his iced coffee while in discussions to make a  lm in which this man played Jack Fate, the president's son in a dystopian North American state. The  lm Eat the Document captured an incident at the Manchester Free Trade Hall when Keith Butler yelled \"Judas\" at this future star of the  lm Masked and Anonymous. D. A. Pennebaker's documentary Dont Look Back chronicles time this man spent in England, and his life was the basis for seven characters, played by actors including Christian Bale, Heath Ledger, and Cate Blanchett, in the  lm I'm Not There. Martin Scorsese's 2005 documentary No Direction Home is about, for 10 points, what songwriter who won the 2016 Nobel Prize in Literature?", "answer_sanitized": "Bob Dylan [or Robert Allen Zimmerman]", "category": "Trash"}, {"question_sanitized": "Daniel Arasse argued that this event amounted to an inverted baptismal rite. A book by John Barrell discusses fantasies that this event may have provoked in England. The Mailhe (MAY-leh) Amendment proposed to delay this event after the lawyer Lamoignon-Malesherbes (lah-mwan-YON-mahl-ZERB) failed to prevent it. According to legend, a Freemason shouted \"Jacques de Molay, thou art revenged!\" after this event. Antoine Joseph Santerre ordered a drumroll to drown out the last words of this event's victim, whom Santerre had captured during the failed &amp;ight to Varennes. This event was preceded by a procession from the Temple prison to the Place de la Révolution, where a guillotine had been set up. For 10 points, name this 1793 event that ended the Ancien Régime (ahn-see-EN RAY-zheem) by extinguishing the life of the king of France.", "answer_sanitized": "execution of Louis XVI (\"the 16th\") [accept equivalents such as killing of Louis XVI or guillotining of Louis XVI; accept Louis Capet or Louis-Auguste in place of \"Louis XVI\"; prompt on \"trial of Louis XVI\" or answers mentioning \"execution or killing of Louis\" without his regnal number]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In one piece by this composer, the adagio sostenuto second movement opens with a  gure borrowed from the composer's earlier Romance. In another piece by this composer, the allegro ma non tanto  rst movement offers the soloist the choice between an ossia cadenza and a lighter cadenza. In the  rst eight bars of another piece by this man, which features prominently in the  lm Brief Encounter, the soloist plays bell-like chords over low Fs. David Helfgott's efforts to tackle this composer's notoriously dif cult third piano concerto are depicted in the  lm Shine. This man dedicated his second piano concerto to his hypnotherapist, Nikolai Dahl. Four piano concertos were composed by, for 10 points, what Russian composer who also wrote Rhapsody on a Theme of Paganini?", "answer_sanitized": "Sergei Rachmaninoff [or Sergei Vasilievich Rachmaninoff]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This language was used to write the novel Memoirs of a Porcupine and an essay addressed to James Baldwin titled Letter to Jimmy. The organization ADELF awards annual literary prizes for works in this language, which was used to write a semi-autobiographical 1981 novel that is couched as a series of letters from a woman named Ramatoulaye (rah-mah-TOO-\"lie\"-ay) to her American immigrant friend Aissatou (\"eye\"-SAH-too). So Long a Letter was written in this language, as was the essay \"Black Orpheus,\" which introduced a volume of poetry in this language compiled by Léopold Senghor. Alain Mabanckou (mah-BAHN-koo), Mariama Ba, and Aimé Césaire (SAY-zair) primarily wrote in, for 10 points, what language used by the poets of the Négritude movement and other African authors in former colonies such as Senegal and Côte d'Ivoire?", "answer_sanitized": "French language [or langue français or le français]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The constant k for the von Mises criterion corresponds to a quantity described by this term. In statics, one o0en graphs the moment, represented M, across a 1D beam below a quantity described by this term, represented V. A quantity described by this term is plotted positive downward to correspond to physical space for the y axis of a Mohr's circle plot. Young's modulus can be de ned as \"one plus Poisson's ratio,\" all times twice the modulus denoted by this term, also called the modulus of rigidity. Viscosity is de ned as this type of stress, o0en represented tau, divided by the rate described by either strain or this term. For 10 points, what type of stress is parallel to the plane of cross section of a material, as opposed to tensile and compressive stresses, which are a type of normal stress?", "answer_sanitized": "shear [accept shear stress; prompt on \"stress\" before \"stress\"]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "At the funeral games of Patroclus, Achilles offered the winner of one of these events a silver Sidonian mixing bowl that had been acquired from Euneus (YOO-nee-us) as payment for the captured Trojan prince Lycaon (\"lie\"-KAY-on). In that event, Athena sabotaged the Locrian Ajax so the victory could go to Odysseus, who had earlier defeated Icarius in one of these contests to win the hand of Penelope. In the hall of Utgard-Loki, Hugi (HOO-gee) bested Thial  (thee-AHL-fee) in three iterations of these contests before Hugi was revealed to be a personi cation of thought. Schoeneus (SKEE-nee-us) used these contests to test his daughter's suitors, invariably resulting in each suitor's death until one man won by distracting his opponent with three golden apples. For 10 points, what type of contest did Atalanta lose to her future husband, Hippomenes?", "answer_sanitized": "footraces [do not accept or prompt on \"chariot races\"]", "category": "Mythology"}, {"question_sanitized": "The centrality of these concepts in Europe began with a translation and commentary written \"in the vulgar language\" by Lodovico Castelvetro. A denunciation of these concepts concludes with a misquoted passage from Virgil that translates as \"ye shall sing in alternate verses; alternate verses please the muses\" in the Preface to Cromwell. A pamphlet war over these concepts pitted Jean Mairet and Georges de Scudéry (zhahn \"my\"-RAY and zhorzh de skoo-DAY-ree) against an author whose work was investigated by the French Academy at the personal request of Cardinal Richelieu. The French \"pièce bien faite\" (p'YES byahn fay) was based on these concepts, which Pierre Corneille's (cor-NAY's) Le Cid was denounced for ignoring. For 10 points, what concepts, consisting of action, time, and place, underlie the ideal dramatic structure outlined in Aristotle's Poetics?", "answer_sanitized": "dramatic unities [or three unities; or two unities; or Aristotle's unities; or Aristotelian unities; or poetic unities; or unities of action, time, and place (accept in any order); accept answers mentioning unity singular; prompt on \"Aristotelian rules\" or similar answers involving \"Aristotle\" and the idea of \"rules\" before \"Aristotle\"]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In this colony, Andrés Novales declared himself emperor after its governor, Mariano Fernández de Folgueras, threatened to limit the number of local-born soldiers. Anticolonial activists in this territory venerated a trio of martyred priests collectively known as the GOMBURZA. In this colony, the nonviolent pro-independence groups La Solidaridad and La Liga gradually gave way to a more radical movement led by Andres Bonifacio. Galleons traveling from this colony to Acapulco fueled the worldwide silver trade. In this colony, involvement in the pro-independence Katipunan (kah-tee-POO-nahn) society led to the execution of the author of El Filibusterismo (fil-ih-boost-er-EEZ-moh). For 10 points, name this modern-day country where Spanish rule was opposed by Jose Rizal and Emilio Aguinaldo.", "answer_sanitized": "The Philippines [or Spanish Philippines; prompt on \"Spanish East Indies\" or \"Indias Orientales Españolas\"]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In this state, Michael Asher converted an art gallery into a pair of triangular rooms linked by a narrow corridor and removed the doors so that the space would always be open to the public. Pieces of glass, tile, seashells, and mirrors cover a complex of steel and concrete wire-mesh towers built by Simon Rodia in this state. Over 24 miles of nylon were installed in this state for Christo and Jeanne-Claude's Running Fence project. In this state, the photo series Sallie Gardner at a Gallop, which revealed the motion of a running horse, was produced by Eadweard Muybridge (\"MY-bridge\"). Dorothea Lange and Ansel Adams both documented Japanese internment at this state's site of Manzanar. For 10 points, name this American state where Adams photographed El Capitan in the Yosemite Valley.", "answer_sanitized": "California", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "A group of loyalists in this city responded to the Declaration of Independence by writing and publishing a \"Declaration of Dependence.\" Revelers dragged a miniature frigate on a cart through this city during its \"Grand Federal Procession\" celebrating the rati cation of the Constitution. This city's Great Fire of 1776 may have been started by Continental Army sympathizers. During the American Revolution, most of the British prison ships were anchored in this city's harbor. British soldiers attempting to capture this city surprised a Continental garrison at Jamaica Pass. Nathan Hale was executed in this city, which was also the locus of a campaign that included the Battle of White Plains. For 10 points, name this city captured by the British after the Battle of Long Island.", "answer_sanitized": "New York City [or NYC]", "subcategory": "History American", "category": "History"}], "bonuses": []}