{"tossups": [{"question_sanitized": "The Mishneh Torah describes three types of this practice—called chatat, olah, and shelamim (hah-TAHT, OH-lah, and SHEL-ah-meem)—that conclude the Nazirite vow. The book of Joshua mentions that this practice was prevalent in the city of Shiloh, where it was carried out on a \"horned\" object. In Leviticus, Nadab and Abihu, who were Aaron's two eldest sons, were consumed by fire after attempting this practice with \"strange fire.\" Christians believe that this practice, known by the Hebrew term qorban (\"core\"-BAHN), is no longer necessary because of Jesus's death. The Hebrew term Akedah refers to an instance of this practice that God commanded to take place atop what would become the Temple Mount. For 10 points, what practice involving a ram did Abraham carry out after God nearly made him do it to his son Isaac?", "answer_sanitized": "sacrificing to God [or sacrificial offerings to God; accept answers mentioning forms of the word sacrifice or offering; accept animal sacrifice or human sacrifice or word forms thereof; accept sacrifice of Isaac or equivalents mentioning \"Isaac\"; accept answers mentioning \"Lord\" or \"Yahweh\" or \"YHWH\" or \"Hashem\" or \"Adonai\" or \"El(ohim)\" or \"Eloah\" or \"Elohai\" or other synonyms for \"God\" instead of \"God\"; accept qorban before \"qorban\"]", "category": "Religion"}, {"question_sanitized": "In lines cut from the final film, this man is called “the Schopenhauer of the 20th century” by an obese man who, in an undeleted scene, enigmatically describes this man as his “second choice.” After this man dons a disguise of sunglasses and a blue “I Heart NY” hat and cuts in line, he yells about “a world that no man should ever see” while on the side of the New Jersey Turnpike. This man is central to the schemes of the 105-year-old carrot juice enthusiast who owns LesterCorp. He becomes confused by his relationship with the Catherine Keener–played Maxine Lund, who manages his career as a puppeteer. The Mertin–Flemmer Building’s seventh-and-a-half floor contains a portal into the mind of, for 10 points, what title actor of a 1999 Spike Jonze movie about “being” him?", "answer_sanitized": "John Malkovich [accept either underlined portion; accept Being John Malkovich]", "category": "Trash"}, {"question_sanitized": "Determining this quantity for a system can be done using only the core velocity dispersion if one uses King's method, also known as core  tting. By using the virial equation for an elliptical galaxy, this value is derived to be velocity dispersion squared over pi times big G times the size of the galaxy times the surface brightness. This astrophysical value is normally symbolized as an uppercase upsilon. The proposal of dark matter by Fritz Zwicky actually stemmed from his observation that this value differed by a couple orders of magnitude between the Coma cluster and the Kapteyn system. For 10 points, what value is represented for the sun as M-sub-dot-in-a-circle over L-sub-dot-in-a-circle and is equal to about 5,133 kilograms per watt?", "answer_sanitized": "mass-to-light ratio [or mass-to-luminosity ratio]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "After Cody is killed in an event of this type, a white-haired \"stickman\" holds Cody in his arms and tells him God loves him at the end of George Saunders's story \"The End of FIRPO in the World.\" The narrator of a 1973 novel thinks that all mankind will perish in one of these events and has an affair with Helen Remington, a fellow survivor of one. In that novel titled for these events, Robert Vaughan orchestrates one that will kill him and Elizabeth Taylor because these events arouse him sexually. Just after discovering Humbert Humbert's diary entries about Lolita, Charlotte Haze is killed in one of these events. In The Great Gatsby, Daisy Buchanan causes the death of Myrtle Wilson in this kind of event. For 10 points, name these accidents that are the focus of J. G. Ballard's novel Crash.", "answer_sanitized": "car accidents [accept any answer mentioning accidents or crashes and the idea of cars or autos or automobiles; prompt on less-specific answers mentioning \"accidents\" or \"crashes\"; do not accept or prompt on answers mentioning accidents of other types of vehicles, such as \"motorcycle accidents\"]", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "Franz Kafka wrote in a short parable that the \"truth about\" this man was that he exorcised his demons by telling his stories to another man, whom he joined on \"crusades\" that provided a \"great and edifying entertainment to the end of his days.\" While spending a night cowering in fear from noisy hammers at a nearby wool mill, this character fails in his attempt to covertly defecate. This man receives simplistic advice on governance after a duke and duchess pretend to make him the governor of Barataria, the \"ínsula,\" or island, that he had long been promised. This husband of Teresa Cascajo (kas-KAH-ho) and owner of the donkey Dapple is pressed into service when his master is driven mad by reading all of the chivalric romances in a library. For 10 points, name this faithful squire of Don Quixote.", "answer_sanitized": "Sancho Panza [accept either underlined portion]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In the preface to this work, its author writes that he must deny knowledge to make room for faith. As an example of a paralogism, this work examines arguments like \"the soul is a substance\" and \"the soul is simple,\" which strive to prove that everyone has a soul. This work contrasts the statement \"all bodies are extended\" with the statement \"all bodies are heavy\" to illustrate two different types of judgment. This work argues that space and time are \"forms of intuition\" in its  rst section, which is titled \"The Transcendental Aesthetic.\" This book published in 1781 contends that there is a distinction between appearances and things-in-themselves, and it also demonstrates the existence of synthetic a priori truths. For 10 points, name this  rst \"critique\" by Immanuel Kant.", "answer_sanitized": "Critique of Pure Reason [or Kritik der reinen Vernun0; prompt on \"KrV\"]", "category": "Philosophy"}, {"question_sanitized": "Before directing the London Fire Brigade, James Braidwood organized the  rst modern municipal  re brigade in this city, where he helped  ght an 1824 \"Great Fire\" that destroyed the studio of caricaturist John Kay. The architect James Craig designed the plans for this city's New Town. A treaty named for this city ended the French siege of its nearby port of Leith (layth). The Piedmontese courtier David Rizzio was murdered by Lord Darnley and Patrick Ruthven in this city upon suspicion that he had impregnated Mary Stuart. A \"renaissance\" in this city's country gave it the name \"Athens of the North,\" and it replaced Perth as the seat of the royal court during the reigns of James II and James III. The Holyrood Parliament is in, for 10 points, what city on the Firth of Forth that serves as Scotland's capital?", "answer_sanitized": "Edinburgh [or Dùn Èideann; accept Dunedin]", "category": "Geography"}, {"question_sanitized": "In a 2001 paper contrasting this value with \"prices,\" Greg Mankiw (MAN-\"cue\") and Ricardo Reis (\"race\") proposed that its \"stickiness\" could be used to construct an alternative to the Phillips curve. This value is not set but instead is modeled as a probability distribution in a Bayesian game. Sets named after this value are used to indicate nodes that an agent can't distinguish between in game theory. Michael Spence contributed to the understanding of this value by introducing the concept of signaling, which, along with screening, is a method of transmitting it. George Akerlof used the example of a used-car salesman to illustrate situations in which disparities in this value cause imbalances in \"The Market for Lemons.\" For 10 points, what value can be \"asymmetric\" in situations like moral hazard?", "answer_sanitized": "information [accept information stickiness or information asymmetry]", "category": "Social Science"}, {"question_sanitized": "This man is the alphabetically later namesake of the quantity proportional to the integral over the whole of space-time of the Ricci scalar times the square root of the negative determinant of the metric tensor matrix. Einstein and this man name the action functional that yields the Einstein field equations through the principle of least action. A direct sum of Gelfand–Naimark–Segal representations is the same as being able to represent a C-star-algebra as bounded, linear operators on a space named for this man. He names the complex vector space, possessing an inner product, of all square-integrable functions. The state of a particle is defined by a ket in his namesake “spaces.” For 10 points, what German mathematician’s “spaces” are used to formulate quantum mechanics?", "answer_sanitized": "David Hilbert [accept Einstein–Hilbert action or Hilbert space(s)]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In a story by this author, a resident of Jeddah, who imagines that her furniture is moving during the night, is tormented by an unwanted friendship with the Pakistani man Ijaz. This author's time in Saudi Arabia inspired that short story, \"Sorry to Disturb.\" In a novel that opens in Putney as the protagonist is brutally beaten by his drunkard father Walter, this author created a protagonist who raises Rafe Sadler as his clerk and loses his family to sweating sickness. Her novel The Mirror and the Light will complete a trilogy that has won two Booker Prizes and draws from a cast of historical  gures including Stephen Gardiner, Jane Seymour, Thomas Wolsey, and Henry VIII. For 10 points, what British writer portrayed the life of Thomas Cromwell in her novels Bring Up the Bodies and Wolf Hall?", "answer_sanitized": "Hilary Mantel (man-TELL) [or Hilary Mary Mantel]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In one of this composer's operas, an unusual alto saxophone solo opens the mezzo-soprano aria \"Va! Laisse couler mes larmes\" (\"less\" coo-LAY meh LARM); that opera by this composer begins and ends with the bailiff 's children performing the Christmas carol \"Noël! Jésus vient de naître\" (no-ELL! Zhay-soos vee-AWNT de \"NIGHT\"-ruh). The title character of one of this man's operas dies in her lover's arms while marching to Le Havre to be deported. In an opera by this composer, a D-major entr'acte for orchestra and solo violin plays as the title courtesan thinks about converting to Christianity. The title character recites Ossian's poetry in front of his married love interest, Gretchen, in this composer's adaptation of Goethe's Sorrows of Young Werther (VAIR-tair). For 10 points, name this composer of Manon, who wrote the violin solo \"Meditation\" for his opera Thaïs (\"tie\"-EES).", "answer_sanitized": "Jules Massenet [or Jules Émile Frédéric Massenet]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Upon being informed that this politician intended to &amp;ee the country, a leader gave the enigmatic response \"rain must fall.\" As defense minister, this man coordinated his country's response to the Zhenbao (jen-bao) Islands incident. A propaganda campaign launched after his death encouraged citizens to \"criticize\" both Confucius and this man. This giver of a speech that popularized the \"Four Olds\" was the alleged leader of the Project 571 conspiracy. A0er Peng Dehuai (pung duh-h'wye) was purged, this man became his country's de facto second-in-command. Though not a member of the Gang of Four, this politician oversaw much of the Cultural Revolution before allegedly planning a coup against Mao. For 10 points, what vice chairman of the Chinese Communist Party died in a suspicious 1971 plane crash?", "answer_sanitized": "Lin Biao", "subcategory": "History World", "category": "History"}, {"question_sanitized": "While lodging in a chapel with Hector de Maris (de mah-REES), this man dreamt about a group of 150 bulls, only three of which were white. He once awoke to  nd a naked sword lying over his throat after he betrayed Pelleas's (pell-eh-AHS's) trust by sleeping with the Lady Ettard (eh-TARD). At a feast hosted by King Pelles, this man ate only bread and water before inquiring about the meaning of the Grail procession, thereby breaking the curse over the Waste Land. A0er Lancelot accidentally killed this man's brothers while rescuing Guinevere from being burned at the stake, this knight was mortally wounded by Lancelot in a duel. This brother of Gareth and Gaheris was the son of Morgause (mor-GOHZ) and King Lot of Orkney. For 10 points, what Round Table knight and nephew of Arthur played a beheading game with the Green Knight?", "answer_sanitized": "Sir Gawain [accept Sir Gawain and the Green Knight]", "category": "Mythology"}, {"question_sanitized": "Barnett Newman wrote to Sidney Janis that this artist \"talks the  ghter\" but  ghts only to \"submit to the philistine world.\" Early in this man's career, he signed a manifesto with nine other \"Whitney dissenters\" who opposed traditional forms. Newman's statue Broken Obelisk sits near 14 paintings by this man that were commissioned by John and Dominique de Menil (de meh-NEEL). A0er breaking with mentor Milton Avery, he painted \"multiforms\" that anticipated his mature style. In 1970, the Tate Gallery received paintingsÂ—which this man had refused to give to a restaurant in the Seagram BuildingÂ—on the same day that he committed suicide. The Four Seasons murals were painted by, for 10 points, what man who decorated a namesake chapel in Houston and was a Lithuanian-born color- eld painter?", "answer_sanitized": "Mark Rothko [or Markus Yakovlevich Rotkovich; or Markuss Rotkovics]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This process occurs in two steps in the LumryÂ–Eyring model. Thermal shi0 assays give the midpoint temperature for this process. It causes the ellipticity to go to zero in a CD experiment. This process can be likened to escaping from the bottom of the energy funnel into another local minimum, such as the molten globule. Lithium perÂ·chlorate and guanidinium thiocyanate (gwah-NID-ee-um \"thigh\"-oh-\"SIGH\"-an-ate) induce this process because they are chaotropes (KAY-oh-\"tropes\") on the Hofmeister series. SDS is added before PAGE (\"page\") to charge the sample and induce this process. A mix of 8-molar urea and beta-mercaptoethanol accomplished this destructive task in An nsen's experiment. Reducing disul de bonds and disrupting tertiary structure to make a random coil accomplishes, for 10 points, what process in which proteins lose their 3D structure?", "answer_sanitized": "protein denaturation [or word forms; or protein unfolding or forms of the word unfold; or protein melting or forms of the word melt; prompt on protein \"aggregation\" or \"protein linearization\"; do not accept or prompt on \"folding\"]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In a story credited to Laurentius Abstemius (law-REN-tee-uss ab-STEE-mee-us), one of these animals allows his daughter to marry a much smaller creature, and the daughter steps on her husband on the wedding night. In writing that lauded the humble contributions of the Royal Oak, a tree behind which Charles II hid from Roundhead forces at the Battle of Worcester (WUH-stir), Aphra Behn compared Charles to an animal of this type, echoing a story that is the 150th entry in the Perry Index. A man is saved from execution when one of these animals refuses to eat him in a story, reworked into a play by George Bernard Shaw, in which the Christian shepherd Androcles pulls a thorn from the paw of this kind of animal. For 10 points, what kind of animal is saved from a hunter's net by a mouse in one of Aesop's fables?", "answer_sanitized": "lions [or Panthera leo; or P. leo; accept \"The Mouse and the Lion\" or \"Androcles and the Lion\"; prompt on \"leo\"]", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "According to legend, the founder of this organization smuggled bread in his cloak to a group of besiegers but, when captured, was found with a bag full of stones. The papal bull Ad providam (\"ad\" proh-vee-dahm) granted numerous properties and assets to this organization, which was organized into administrative divisions called langue (lahng), each headquartered at an auberge (oh-BAIRZH). This group, founded by the Blessed Gerard, controlled the fortresses of Margat (mar-GAH) and Krak des Chevaliers (\"crack\" deh sheh-val-YAY) before it was forced from the Holy Land. Although its grand master Philippe de Villiers de L'Isle-Adam (fih-LEEP de VILL-yer de leel-ah-DAM) failed to defend a siege by Suleiman the Magni cent at Rhodes, this order later decisively held off the Ottomans at the Great Siege of Malta. For 10 points, what Christian military order grew out of an in rmary for pilgrims in Jerusalem?", "answer_sanitized": "Knights Hospitaller [or Order of Hospitallers; or Knights of St. John; or Order of St. John; or Knights of the Hospital; accept \"Knights of Malta\" before \"Malta\"; prompt on \"Knights of Rhodes\"]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In Proko ev's Romeo and Juliet, 15 straight notes from this instrument signify the death of Tybalt. Beethoven's Eighth Symphony requires that these instruments be tuned speci cally to play octave Fs, and in the scherzo of Beethoven's Ninth Symphony, this instrument has a brief one-measure solo as the rest of the orchestra is silent. In the early 1800s, Gerhard Cramer's technical innovations allowed for the rapid tuning of this instrument, which was developed from the Arabic naker. This instrument has a solo at the beginning of Beethoven's violin concerto, and Haydn's 103rd Symphony earns its nickname from the fact that the introduction features a long \"roll\" for this instrument. For 10 points, name this percussion instrument also known as the kettledrum.", "answer_sanitized": "timpani(s) [accept kettledrum(s) before \"kettledrum\"; prompt on \"drum(s)\"]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A venue named for this family employed Oscar Tschirky, a celebrity chef who popularized Thousand Island dressing. This family commissioned a travelogue about Benjamin Bonneville's cross-country expedition written by Washington Irving. One of its members names the location of an 1849 riot between supporters of William Macready and Edwin Forrest, who were rival Shakespearean actors. This family got rich off of a trading post on Mackinac (MAK-in-\"awe\") Island and patronized society columnist Ward McAllister, who helped them ostracize nouveau-riche (\"KNOW\"-voo REESH) families like the Vanderbilts. The first scion of this family built a namesake fort in Oregon to protect the interests of his American Fur Company. For 10 points, name this German-American family whose patriarch was John Jacob.", "answer_sanitized": "Astor family [accept Astors or Waldorf-Astoria Hotel or Astor Place (riot) or Fort Astoria or John Jacob Astor; accept Waldorf family or Waldorfs before \"Benjamin\"]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The Nebraska Transposon Mutant Library consists entirely of variants of the USA300 strain of this organism. A protein from this organism tightly binds Fc (F-C) and is used to purify antibodies in \"protein A chromatography.\" This organism is DNAse (D-N-\"ace\") positive, agglutinates (ag-\"GLUE\"-tin-ates)  brinogen (\"fie\"-BRIN-oh-jen) into  brin (FIB-rin) with coagulase (koh-AG-yoo-\"lace\"), and ferments mannitol to an acid that makes \"phenol (FEE-nol) red\" turn yellow. This organism's cassette chromosome encodes a transpeptidase called PÂ·BÂ·PÂ·2Â·a. Pathogenicity islands in this organism encode the antigen for toxic shock syndrome. This Gram-positive bacterium is named because it grows in golden colonies. It has recently acquired resistance to vancomycin (vank-oh-MY-sin) in addition to beta-lactam antibiotics like methicillin (meth-ih-SILL-in). For 10 points, name this superbug that causes Staph infections.", "answer_sanitized": "Staphylococcus aureus [or Staph aureus; or S. aureus; accept methicillin-resistant Staphylococcus aureus or MRSA; prompt on \"Staphylococcus\" or \"aureus\"; prompt on \"Staph\" before \"Staph\"]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A poet from this modern-day country wrote that \"if love's labor's lost in every age, I'll gladly lose it here.\" An author from this country wrote that by \"believing in the sea, thus I can hope for land\" in her poem \"Bohemia Lies by the Sea.\" In a play set in this country's capital, ten characters, including the Count and the Parlor Maid, appear on stage two at a time, with each newcomer replacing one person already on stage, so as to represent a long chain of romantic relationships. This country was the birthplace of Ingeborg Bachmann and the author of La Ronde, Arthur Schnitzler. Writers such as Thomas Bernhard, Stefan Zweig (Z'VYGE), and Sigmund Freud frequented the coffeehouses of, for 10 points, what central European country whose capital is Vienna?", "answer_sanitized": "Austria [or Republic of Austria; or Republik Österreich]", "subcategory": "Literature European", "category": "Literature"}], "bonuses": []}