{"tossups": [{"question_sanitized": "The inspiration for one song on this album was a walk to a radio station with a man named \"June Eight,\" during which the composer heard music arranged via the aksak system. This album's commercial success inspired its composer to release a similarly titled sequel, couched as a musical response to a painting by Joan Miró (zho-AHN mee-ROH), that contains the tracks \"It's a Raggy Waltz\" and \"Unsquare Dance.\" The style of this album was inspired by the zebeck music that its composer heard on a State Department–sponsored trip to Turkey. A Joe Morello drum solo introduces a track in 5/4 (five four) time that is found on this album, which also contains the tracks \"Strange Meadow Lark\" and \"Blue Rondo à la Turk.\" \"Take Five\" appears on, for 10 points, what 1959 album by the Dave Brubeck Quartet?", "answer_sanitized": "Time Out", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "In this symphony's rondo finale, the bassoon quotes the composer's song \"In Praise of High Intellect\" from an earlier piece. The third movement of this symphony is a scherzo that opens as four horns play in unison, after which one horn breaks off to play a challenging obbligato. Leonard Bernstein conducted an excerpt from this symphony for the funeral of Robert Kennedy. This symphony, whose fourth movement is scored for strings and solo harp, begins with a trumpet solo that leads into a funeral march. Its fourth movement, which is frequently performed separately, is an adagietto thought to be a love song dedicated to the composer's wife, Alma. For 10 points, what Gustav Mahler symphony follows the early symphonies based on Des Knaben Wunderhorn (dess K'NAH-ben VOON-der-horn) and precedes the Tragic Symphony?", "answer_sanitized": "Gustav Mahler's Symphony no. 5 [or Mahler's Fifth Symphony; accept Symphony no. 5 or Fifth Symphony after \"Mahler\"; prompt on Symphony no. \"5\" or \"Fifth\" Symphony before \"Mahler\"]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Correspondence between this woman and a male friend was adapted into a play by Sarah Ruhl and published in the collection Words in Air. In a poem by this author, the speaker thinks back on his time on an island that had \"fire y-two / miserable, small volcanoes\" before calling his current location \"another island / that doesn't seem like one\"; she wrote that Friday died of measles in that poem, \"Crusoe in England.\" In another poem, she wrote that she lost her \"mother's watch\" and \"two cities, lovely ones\" before saying, \"I miss them, but it wasn't a disaster.\" This poet described Brazilians sending fire balloons into the sky in a poem dedicated to Robert Lowell. For 10 points, name this poet of \"The Armadillo\" who wrote that \"the art of losing isn't hard to master\" in her villanelle \"One Art.\"", "answer_sanitized": "Elizabeth Bishop", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In Schiller's test, vaginal epithelial cells that are rich in this substance are stained brown. Like ethanol and isopropanol, this substance can be added to precipitate out DNA in a midiprep. A kinase named for this substance's synthase complexes with axin and AÂ·PÂ·C in the Wnt (\"wint\") pathway. Biosynthesis of this substance uses a primer that is anchored to a protein tyrosine residue and a monomer covalently linked to UÂ·DÂ·P. Astrocytes store this substance, which is broken down in the body by a namesake \"phosphorylase,\" sometimes with the help of a debranching enzyme. Insulin activates synthesis of this polymer, which has mostly 1,4 and 1,6 (\"one four\" and \"one six\") linkages between its glucose monomers. For 10 points, name this carbohydrate analogue of starch found in the liver and muscles.", "answer_sanitized": "glycogen", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "During this period, the enemies of an assassinated ruler placed a bagpipe and minstrel's mask on his body to paint him as a sorcerer. A er this period ended, a child known as the \"little brigand\" was hunted down and executed, and his mother, known as \"the witch,\" was imprisoned. A butcher raised the Second Volunteer Army to retake the capital during this era at the urging of a religious leader named Hermogenes. This period, which began with the death of a feeble-minded ruler known as the \"bellringer,\" included the ɤghting of the Ingrian War against Sweden and a defeat to PolandÂ–Lithuania at the Battle of Klushino. Pretenders to the throne called False Dmitrys arose during, for 10 points, what turbulent era in Russian history that ended with the accession of Michael Romanov?", "answer_sanitized": "Time of Troubles [or Smutnoye Vremya]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In a fairy tale from this country, an old man receives a treasure basket at the home of a sparrow he once cared for, but his wife is punished for cutting the sparrow's tongue. In another tale from this country, a demonic goblin-rat is killed when a boy's drawings of cats come to life. Many stories from this country were translated by Lafcadio Hearn. A er slaying a mountain-dwelling centipede, a folk hero from this country was rewarded by a dragon king with a bottomless bag of rice. This country's folklore tells of turtle-like demons whose strength depends on the water they carry on their heads. A food god from this country, who uses fox spirits called kitsune (kit-soo-nay) as his messengers, is named Inari (ee-nah-ree). For 10 points, what Asian country's folk characters include Princess Kaguya and demons called kappa?", "answer_sanitized": "Japan [or Nippon-koku; or Nihon-koku]", "category": "Mythology"}, {"question_sanitized": "This woman, who is described as a \"clothed hyena\" in one book, remembers her mother's parrot asking \"qui est là?\" in another text. In the ɤrst book in which she appears, a stout redhead is repeatedly blamed for her \"curious cachinnations.\" In a later book, she lives with her aunt Cora a er her home in Coulibri (koo-LEE-bree) is destroyed, and she commits date-rape in Granbois (grahn-BWAH) using an obeah (oh-BAY-ah) potion from Christophine. In the earlier book, Mr. Briggs reveals this person's existence during an aborted wedding. The later book explains that this woman was called Antoinette Cosway before being renamed and shuttered in an annex of Thornɤeld Hall, where she was guarded by Grace Poole. For 10 points, what protagonist of Jean Rhys's (zhahn rees's) Wide Sargasso Sea is the \"madwoman in the attic\" in Charlotte Bronte's Jane Eyre?", "answer_sanitized": "Bertha Antoinetta Mason Rochester [accept Antoinette or Antoinetta before \"Antoinette\"; prompt on \"Mason\" or \"Rochester\"; prompt on \"Cosway\" before \"Cosway\"]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Localizing a subset S of a ring gives every element of S this property. For an integral domain R, taking \"R cross R\" and quotienting out by \"a b\" is equivalent to \"x y\" if \"a times y equals b times x\" gives almost every element this property, producing Frac R. The contraction mapping theorem can be used to prove a local form of this property around a point where the Jacobian is nonzero. The group axioms specify closure, associativity, the existence of an identity, and that every element has this property. For a matrix A and column vectors x and b, A must have this property to solve \"A x equals b.\" A function has this property if and only if it is bijective. A matrix with a non-zero determinant has this property. For 10 points, if a function f of x equals y, what property requires the existence of a function g such that g of y equals x?", "answer_sanitized": "invertiblity [or invertible; or non-singular; accept equivalents such as having an inverse]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "During the papacy of Paul III, the ancient tomb of this Roman's daughter was discovered to contain a well-preserved body and a still-burning lamp. As governor of Cilicia (sih-LIH-shah), this man was proclaimed imperator (im-PEH-rah-tor) by his troops upon routing bandits on Mount Amanus. A er this native of Arpinum was beheaded under proscription, Fulvia pierced his tongue with her hairpins. This lifelong correspondent of Titus Pomponius Atticus bested Quintus Hortensius in the Verres trial. This man's Pro Milone (mee-LOH-nay) failed to defend his friend from charges of murdering Publius Clodius Pulcher. Catiline's conspiracy to overthrow the Republic was exposed by, for 10 points, what Roman politician whose orations include a set of denunciations of Mark Antony called the Philippics?", "answer_sanitized": "Cicero [or Marcus Tullius Cicero; accept Tullius]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "A maître d' in this novel, called \"the pirate\" or \"the commander of the brig,\" reacts unfavorably when another character, dressed only in his underwear, enters a restaurant and raves about his stolen clothes. A frantic chase that unfolds at a surreal pace in this novel ends with those clothes being lost when a man strips naked to search a river. This novel begins at the Patriarch's Ponds, where a poet known as \"Homeless\" sees a dark prophecy involving spilled sun̘ower oil realized when a man's head bounces down a cobbled street. A clown named Korovyov (koh-ROH-vee-ahf) and a cat named Behemoth join in the demonic Professor Woland's rampage in, for 10 points, what novel that interleaves the story of Pontius Pilate with a visit by Satan to Moscow and that was written by Mikhail Bulgakov?", "answer_sanitized": "The Master and Margarita [or Master i Margarita]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "On April 23, lovers in the four provinces of this region celebrate a holiday in which men give women roses in exchange for books. Some of this region's 7.5 million residents claim to inherit a type of commonsense wisdom called seny. A cultural institution in this region was founded by a Swiss merchant known in Zürich as Hans Gamper. A Benedictine abbey in a mountainous area of this region is the site of a black Madonna nicknamed \"la Moreneta\" (mor-ay-NAY-tah). Montserrat Abbey is located in this region, which celebrates St. Jordi's Day and has a yellow-and-red striped ̘ag called the Senyera. The largest city in this region hosted the 1992 Summer Olympics and contains Park Güell (gway) and the Sagrada Familia. For 10 points, name this autonomous region of Spain whose largest city is Barcelona.", "answer_sanitized": "Catalonia [or Catalunya; or Cataluña]", "category": "Geography"}, {"question_sanitized": "This man's birth is revealed to his father by an angel whose name is \"beyond understanding.\" The spirit of the Lord begins to \"stir\" within this man while he is in Mahaneh Dan, between Zorah and Eshtaol (ESH-tah-ohl). This man receives 30 linen wraps and 30 changes of clothes a er he stumps 30 men with the riddle \"out of the eater came something to eat, and out of the strong came something sweet,\" which referred to honey he found in a lion's carcass. This man is forced to grind grain and has his eyes gouged out a er he is taken captive in Gaza. This Nazarite dies when he demolishes the pillars at a temple to Dagon (DAY-gon) a er slaughtering a thousand Philistines with a donkey's jawbone. For 10 points, name this man from the Book of Judges who loses his superhuman strength a er his hair is cut by Delilah.", "answer_sanitized": "Samson [or Shimshon]", "category": "Religion"}, {"question_sanitized": "One of these objects contains architectural lines scratched onto its black surface and appears to be viewed by a mannequin in Giorgio de Chirico's (JOHR-joh de KEER-ee-koh's) The Seer. These objects are shown upside down in a series of works called The Alarm Clock. In a 1935 work, one of these objects is shown to the right of a black ball that sits in an arched doorway opening onto a beach. In a 1955 work, one of these objects demonstrates the geometrical similarities between a conical tower and a street that recedes to a vanishing point in the distance. Euclidean Walks and two works titled The Human Condition are pieces by Rene Magritte in which these objects are displayed in front of a window. For 10 points, what kind of object at the center of Gustave Courbet's The Artist's Studio is found atop an easel?", "answer_sanitized": "paintings [or canvases; or artworks; accept easels before \"easel\"]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "For i and j from 1 to 3, the ̘ux of the i-th this quantity across the j-th surface is a 3-dimensional rank-2 tensor corresponding to the stress. This variable is switched to when taking the Legendre (luh-ZHAHN-druh) transform of a Lagrangian. The derivative of the Lagrangian with respect to a generalized coordinate, q-sub-i, gives this quantity conjugate to q-sub-i, which is conserved if q-sub-i is a cyclic coordinate. Its conservation as a result of translational symmetry is derived from Noether's (NOY-tur's) theorem. This quantity's operator is \"minus i h-bar\" times the gradient, and its commutator with position is \"i h-bar,\" which leads to the uncertainty principle. Impulse is the change in, and force is the time derivative of, for 10 points, what vector quantity deɤned as the product of a particle's mass and velocity?", "answer_sanitized": "linear momentum [or translational momentum; do not accept \"angular momentum\"]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A er a William Randolph Hearst paper accused this man of starving children, he challenged Hearst to a debate and debated an empty chair when Hearst did not show. This man unnerved colleagues by employing a Jewish woman named Belle Moskowitz as his campaign manager. In his only election as his party's candidate for president, he courted southerners by naming Arkansas senator Joseph Robinson as his running mate. This opponent of Prohibition was, along with William Gibbs McAdoo, a front-runner who lost out to John W. Davis at the \"Klanbake Convention.\" For 10 points, what Democratic governor of New York was nicknamed \"The Happy Warrior,\" lost the 1928 election to Herbert Hoover, and was the ɤrst major-party presidential candidate to be a Roman Catholic?", "answer_sanitized": "Al Smith [or Alfred Emanuel Smith]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Embracing the reductio ad absurdum conclusions that result from this position was coyly dubbed \"outsmarting\" by J. J. C. Smart, who advocated for an extreme form of this position; Bernard Williams debated Smart in a book titled for this position and subtitled \"for and against.\" One objection to this position is that anyone trying to adopt it strictly would be frozen into inaction because it allows \"no rest.\" A challenge to this position that results from the \"mere addition paradox\" was elucidated in the book Reasons and Persons by Derek Parɤt. There are \"act\" and \"rule\" formulations of this philosophical position, whose founder developed the \"feliciɤc calculus.\" For 10 points, what ethical position developed by Jeremy Bentham advocates the greatest good for the greatest number?", "answer_sanitized": "utilitarianism [accept word forms of utilitarian; accept act utilitarianism or rule utilitarianism or Utilitarianism: For and Against]", "category": "Philosophy"}, {"question_sanitized": "A woman in one of this author's plays gives a monologue beginning \"I remember you lying dead\" that relates how she almost suffocated her husband with dirt from a ̘owerpot. This author wrote a play in which Anna admits to borrowing Kate's underwear and letting Deeley look up her skirt. In another of his plays, Pauline and Hornby try to help Deborah come to terms with her new life a er she wakes from a 30-year coma. This playwright of Old Times and A Kind of Alaska wrote a play in which Mick smashes a statue of the Buddha while arguing with Davies, a tramp whom Aston has invited to stay at their home. For 10 points, what Nobel-winning British playwright of The Caretaker created hitmen named Ben and Gus who receive mysterious directives in his The Dumbwaiter?", "answer_sanitized": "Harold Pinter", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Metallocenes can be synthesized by reacting a cyclo·penta·diene sandwich complex of this element with a metal halide. Four atoms of it condense together two esters to form an acyloin (uh-SILL-uh-win). In a coupling discovered in 1855, adding this element dimerizes (\"DIE\"-mer-\"eyes\"-es) alkyl halides. Specific rotations in polarimetry (\"polar\"-IH-meh-tree) are measured at an emission wavelength for this element, whose boro·hydride reduces ketones but not carboxylic acids. This element is usually the metal in dissolving metal reductions, when it turns an alkyne to a trans-alkene. When dissolved in ammonia, it removes one double bond from benzene in the Birch reduction. In a ̘flame test, this element shows its bright yellow D line. Hard soap saponification uses lye, which is this metal's hydroxide. For 10 points, name this alkali metal found in table salt.", "answer_sanitized": "sodium [or Na]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "British ambassador Sir Spenser St. John's (sin-jin's) study of this modern-day country was inspired by an incident, called the Bizoton affair, in which a woman allegedly sacriɤced her own niece in a religious rite. A 2012 book about the \"a ershocks of history\" chronicles this country's recent past. A er meeting a general and historian from this country named Alfred Auguste Nemours (neh-\"MORE\"), another historian wrote a 1938 book claiming that its early history was an extension of the French Revolutionary ethos. C. L. R. James's book Black Jacobins is about a revolution that took place in this country, whose post-independence rulers included Henri Christophe (awn-REE kree-STOHF) and Jean-Jacques Dessalines (deh-sah-LEEN). For 10 points, what country declared independence a er Toussaint L'ouverture's (too-SAWNT loh-ver-TOOR's) slave revolt?", "answer_sanitized": "Haiti [or Republic of Haiti; or République d'Haïti; or Repiblik Ayiti]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In a declaration proclaiming a ɤve-year plan, this head of state claimed that \"a nation's strength ultimately consists in what it can do on its own and not in what it can borrow from others.\" This leader may have planted dynamite to frame a trade unionist who was later photographed waving his shackled ɤst. George Fernandes came to prominence opposing this leader during a 1974 railroad strike. This leader ran for ofɤce on a slogan that translates in English as \"eradicate poverty.\" This leader instituted forced sterilization policies and suspended civil liberties during a period referred to as \"the Emergency.\" A er this leader ordered a raid on the Golden Temple in Amritsar, she was assassinated by her own Sikh bodyguards. For 10 points, name the ɤrst and only female prime minister of India.", "answer_sanitized": "Indira Gandhi [or Indira Priyadarshini Gandhi]", "subcategory": "History World", "category": "History"}], "bonuses": []}