{"tossups": [{"question_sanitized": "The number of different \"full\" examples of these structures with n internal vertices is the nth Catalan number. An example of these structures with good amortized properties uses zig, zig-zig, and zig-zag operations. Rotation of these structures maintains their balance, a concept introduced by Evgenii Landis and Georgii Adelson-Velskii. On average, the basic operations on a randomly built example of these structures can be done in big theta of log n time. A balanced example of these structures maintains its properties using the red or black property of each node. The \"search\" type of these structures has le᥸ and right subnodes that, respectively, have a lesser and greater value than the parent node. For 10 points, what structure has at most two children at every node?", "answer_sanitized": "binary tree [or self-adjusting binary search tree; or self-balancing binary search tree; or BST; or splay trees; or AVL trees; or red-black trees; accept rooted tree or ordered tree or plane tree or k-ary tree before \"zig\"; prompt on \"tree\"; do not accept or prompt on answers that do not mention \"tree\"]", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "A painting titled a᥸er this city contains a low barrier being peered over by a crowd that includes two plump children wearing baseball caps, a reference to the Katzenjammer Kids, and a parody of Dick Tracy, a comic that debuted in one of this city's newspapers. Under the leadership of Wilhelm Valentiner, an art museum in this city commissioned the painting of the walls of a \"garden court\" with a work that illustrates the contrasting virtues and vices of modern technology with images of vaccines and chemical warfare; that painting in this city represents the goddess Coatlicue (koh-AHT-lee-kway) as a large machine found in a nearby suburb's River Rouge plant. Edsel Ford commissioned a Diego Rivera mural depicting the \"industry\" of, for 10 points, what city, the most populous in Michigan?", "answer_sanitized": "Detroit [accept Detroit Industry Murals]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "A ruler of this kingdom nicknamed \"the Memorable\" was assassinated by Sorte Plov (SOR-tuh PLOHV) a᥸er coming to power by defeating his uncle at the Battle of Fotevik (FOH-teh-veek). This kingdom underwent a church reformation a᥸er a civil war that began with a peasant revolt led by a sea captain called \"Skipper Clement.\" A bishop from this kingdom ordered the destruction of pagan idols a᥸er capturing the temple of Svantovit on the Wendish-held island of Rügen; that bishop, Absalon, commissioned the history of this kingdom's people written by Saxo Grammaticus. To honor his wife, Thyra, a ruler of this kingdom named Gorm the Old erected the ᥸rst Jelling stone before being succeeded by his son Harald Bluetooth. For 10 points, what Scandinavian country moved its capital from Roskilde (\"ROSE\"-kil-duh) to Copenhagen?", "answer_sanitized": "Denmark [or Kingdom of Denmark; or Danmark]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A book titled for these events uses an anecdote about a child who thinks that aspirin cannot be poisonous because there are no \"horrid red things\" inside of it to argue that belief and imagination are separate things; that book titled for these events puts forth an \"argument from reason\" against naturalism. A discussion of these events proceeds from an argument that the \"wise and learned\" can use as an \"everlasting check\" against delusion. In a book titled for the \"life and morals\" of a religious leader, Thomas Jefferson used a razor and glue to remove all references to these events, which were the subject of an empirical criticism by David Hume. A \"preliminary study\" by C. S. Lewis discusses, for 10 points, what kind of supernatural event exempli᥸ed by Jesus turning water into wine?", "answer_sanitized": "religious miracles [accept Christian miracles or miracles of Jesus Christ or similar answers; accept \"Of Miracles\" or Miracles: A Preliminary Study]", "category": "Religion"}, {"question_sanitized": "A metaphorical knife stabs this character \"from the darkness of the night\" when he brie᥸y falls for a pretty midget girl at a carnival who later leaves in Gomez's truck. The narrator of the novel in which this man appears re᥸ects that \"when I got better I realized what a rat he was.\" In the novel's ᥸nal sentence, this character's friend says that \"in America when the sun goes down,\" he thinks of this man. This \"holy goof,\" a native of Denver, abandons his best friend in Mexico City when the friend contracts dysentery. This lover of Camille and Marylou drives erratically at high speeds on his many cross-country trips, during which he meets up with Old Bull Lee and Carlo Marx. For 10 points, what character based on Neal Cassady is a travel companion of Sal Paradise in Jack Kerouac's On the Road?", "answer_sanitized": "Dean Moriarty [accept either underlined portion]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A quote by this author is inverted by Eva, who says that \"they still hate us, and they will always hate us,\" in Caryl Phillips's novel The Nature of Blood. That quote by this author provides the epigraph to Kurt Vonnegut's novel Galápagos and, improbably, is cried out in the climactic scene of a play by Frances Goodrich and Albert Hackett. This author wrote that \"it's utterly impossible for me to build my life on a foundation of chaos, suffering, and death\" in a passage in which she says that \"it's a wonder I haven't abandoned my ideals\" because they \"seem so absurd and impractical.\" She wrote that she clings to her ideals anyway because \"I still believe, in spite of everything, that people are truly good at heart.\" For 10 points, what author died at age 15 a᥸er writing The Diary of a Young Girl?", "answer_sanitized": "Anne Frank [or Annelies Marie Frank]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Bally Manufacturing's attempt to corner this city's leisure industry in the 1970s hit a snag when preservationists objected to its planned demolition of the MarlboroughÂ–Blenheim Hotel. A hotel in this city was rebranded in 1990 a᥸er contentious negotiations with Merv Grif᥸n and recently closed under the ownership of Carl Icahn (\"icon\"). Lucy the Elephant was built to attract tourists to this city, where Joseph Fralinger invented saltwater taffy. This city was known as \"The World's Playground\" during Prohibition, when its dominant political machine was run by bootlegger Enoch \"Nucky\" Johnson. The recently-closed Trump Taj Mahal resort was located on this city's iconic boardwalk. For 10 points, name this resort city with many casinos that is located on the Jersey Shore.", "answer_sanitized": "Atlantic City", "category": "Geography"}, {"question_sanitized": "An important parameter for these devices is their slope ef᥸ciency. A buried heterostructure implements a stripe geometry surrounded by a lower refractive index to form an index-guided example of this device. Stabilizing the temperature of these devices is important in order to avoid sudden jumps in their mode spectrum. A seminal paper about examples of these devices with multiple quantum wells was published by Nakamura et al., who used indium gallium nitride as a substrate. The VCSEL (VIK-sel) type of these devices is made with a distributed Bragg re᥸ector to cap the cavity. The output of these devices, which is manipulated to make it collimated, depends on the bandgap of the optical gain medium. For 10 points, name these semiconductor devices that create beams of light via stimulated emission.", "answer_sanitized": "lasers [or semiconductor lasers; accept injection laser diodes or ILD; prompt on \"semiconductor diodes\"]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a section of a paper titled \"The Problem Illustrated Anew,\" this man used an example from a law case in which a confectioner's mortars and pestles caused vibrations that prevented a doctor from using a stethoscope to examine patients; that paper by this man was published a few weeks before a Guido Calabresi article setting forth similar thoughts about liability rules in automobile accidents and is one of several of his papers that cite the case Sturges v. Bridgman. George Stigler used \"about four pages\" from this man's work to name a result stating that, in the absence of low transaction costs, private bargaining can be ef᥸cient. For 10 points, name this economist who authored \"The Problem of Social Cost\" and whose namesake theorem describes how bargaining can mitigate externalities.", "answer_sanitized": "Ronald Coase [or Ronald Harry Coase; accept Coase's theorem]", "category": "Social Science"}, {"question_sanitized": "Richard Slotkin's Gun᥸ghter Nation contrasts the Turner thesis with this man's theory of frontier history, concluding that this man's \"progressive\" narrative was more in᥸uential. A Candace Miller book describes how this man almost died of an infection while accompanying Candido Rondo's \"River of Doubt\" expedition. Alfred Thayer Mahan's The In᥸uence of Sea Power upon History was in᥸uenced by this man's The Naval War of 1812. He is the subject of a 2012 book by Deborah Davis about a \"dinner that shocked the nation,\" which occurred a᥸er he invited Booker T. Washington to the White House. He advocated exercise in the \"Strenuous Life\" speech and coined the term \"bully pulpit.\" For 10 points, what president summarized his foreign policy as \"speak so᥸ly and carry a big stick\"?", "answer_sanitized": "Theodore Roosevelt Jr. [or TR; prompt on \"Roosevelt\"]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A four-line poem set during this decade discusses a group of men who should be with their sweethearts gathering the \"᥸owers le᥸ thick at nightfall in the wood.\" A poem set in this decade that describes \"dark-clothed children at play\" who are named \"a᥸er kings and queens\" says that \"moustached archaic faces\" were \"grinning as if it were all an August Bank Holiday lark\" and describes \"long uneven lines\" of people who will never have \"such innocence again.\" A poem about an event in this decade states that \"too long a sacri᥸ce can make a stone of the heart\" and remembers the deaths of MacDonagh, MacBride, Connolly, and Pearse. The refrain \"a terrible beauty is born\" is from a poem set in, for 10 points, what decade, the setting of a William Butler Yeats poem about the Easter Rising?", "answer_sanitized": "1910s [accept MCMXs or nineteen-teens; prompt on \"tens\" or \"teens\"]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One of this composer's pieces begins with a descending G Phrygian scale marked sotto voce (soh-toh VO-chay), which is followed by a marcato theme played in the le᥸ hand that is revisited in the F-sharp-major Adagio sostenuto movement. In another of this composer's pieces, which was prepared in a De Profundis version by Ferruccio Busoni, a col legno (\"coal\" LANE-yo) in the strings represents the clattering of bones. Johannes Brahms supposedly slept through a performance of this composer's poorly received piano sonata. This man used repeated thirds to imitate a galloping horse in his Mazeppa, which can be found alongside his piece Feux Follets (foo foh-LAY) in a work of twelve compositions for solo piano. For 10 points, what 19th-century composer wrote Totentanz, the Piano Sonata in B Minor, and the Transcendental Études?", "answer_sanitized": "Franz Liszt [or Franz Joseph Liszt; or Liszt Ferencz; or Liszt Ferenc]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A book titled a᥸er this concept illustrates an old conception of it with the con᥸ict between the \"king of the vultures\" and an \"animal of prey stronger than the rest.\" The \"ancient\" conception of this idea required a slave class to do physical labor, whereas the \"modern\" type requires everyone to work for a living, according to a text on this concept by Benjamin Constant. A book titled a᥸er this concept takes its epigraph and many ideas from Wilhelm von Humboldt's work on government. For humans, this concept must encompass thoughts, feelings, and conscience; one's own tastes and pursuits; and the ability to associate with others. Another text draws a distinction between \"positive\" and \"negative\" versions of this concept. The \"harm principle\" was set forth in, for 10 points, a book \"on\" what concept by J. S. Mill?", "answer_sanitized": "liberty [accept On Liberty or The Liberty of the Ancients Compared with That of the Moderns or positive liberty or negative liberty; do not accept or prompt on putative synonyms such as \"freedom\"]", "category": "Philosophy"}, {"question_sanitized": "A businessman from this country exploited his friendship with Boutros Boutros-Ghali to orchestrate Saddam Hussein's corruption of the U.N. Oil-for-Food program; Tip O'Neill became speaker of the house a᥸er Carl Albert was implicated in a successful plot by that same businessman to bribe congressmen into keeping U.S. troops in this country in the 1970s. A commando group from this country hijacked a bus a᥸er mutinying on Silmido Island. This country's military dictator through the 1960s and 1970s was shot by the head of its national intelligence service, the KCIA, during dinner at the Blue House. Under its ᥸rst democratic leader, this country adopted the Sunshine Policy toward a northern neighbor. For 10 points, name this home country of Tongsun Park and Kim Dae-jung.", "answer_sanitized": "South Korea [ or the Republic of Korea; do not accept or prompt on just \"Korea\"]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The reaction of these compounds with phenylÂ·pyruvate was used to derive Cram's rule. Reactions of these compounds are initiated using a pinch of iodine or diÂ·bromoÂ·ethane. The palladium-catalyzed cross-coupling of these compounds is named for Kumada. Dioxane (\"die\"-OX-ayn) reacts with them to swing their solution equilibria toward their dimers. Alcohols can be lengthened by two carbons by converting them to these compounds and then reacting them with ethylene oxide. Two equivalents of these compounds are required to react with esters, whereas just one will nucleophilically attack a ketone to give a tertiary alcohol. These ultra-strong bases are synthesized by reacting alkyl halides with magnesium. For 10 points, identify these organometallic reagents that are named for a Frenchman.", "answer_sanitized": "Grignard reagents [or organomagnesium bromides until \"magnesium\" is read]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This location appears to emerge from a misty vortex of green light in a 1992 staging by Harry Kupfer. Characters in this location are compared to a \"young and good-looking woman\" in the Klondike in the ᥸rst chapter of a Marxist analysis written by George Bernard Shaw. A group of characters in this location sing the nonsense syllables \"heia jaheia\" (HAY-ah ya-HEY-ah) when they are happy and \"weiÂ·aÂ·lala leiÂ·a, wallÂ·ala leiÂ·aÂ·lala\" (way-ah-\"lala\" lay-uh \"wall\"-all-ah lay-a-\"lala\") when they are sad. In the prelude to an opera, this place is represented by a 6/8 eighth-note E-᥸at arpeggio that crescendos for 136 measures over an E-᥸at drone. A leitmotif depicting this location evokes the innocence of Woglinde, Wellgunde, and Flosshilde (VOHG-lin-duh, VELL-goon-duh, and FLOHS-hill-duh), its three namesake \"maidens.\" For 10 points, name this river, the source of the \"gold\" that titles the ᥸rst opera in Wagner's Ring cycle.", "answer_sanitized": "Rhine River [accept Das Rheingold; or Rhinemaidens]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Despite the efforts of a watchman named Teithrin (TAY-thrin), a region of Ceredigion (ker-eh-DIG-ee-on) suffered this fate when a castle protecting it fell into decay under the command of Seithenyn (say-THEH-nin). That region, which suffered this fate under Gwyddno Garanhir (GWID-no GAH-rahn-heer), was called Cantre'r Gwaelod (kahn-TRAYR gwee-LOHD). A location that suffered this fate was ruled by a man who pushed his daughter off his horse Morvarch (mor-VARK), a᥸er which she became a mermaid; that princess caused her city to be destroyed in this way a᥸er stealing a key from her sleeping father's neck and using it to open a protective gate. Dahut (da-HOO) brought this fate upon a city in Brittany that was ruled by Gradlon (grahd-loh) and that was called Ys (EES). Plato's Timaeus (tim-AY-us) describes an island beyond the Pillars of Hercules that suffered this fate. For 10 points, what sort of disaster befell the lost continent of Atlantis?", "answer_sanitized": "sinking beneath the sea [accept sunken cities or sunken kingdoms or answers indicating that locations are submerged or underwater; prompt on \"᥸ooding\" or \"drowning\"; do not accept or prompt on \"Great Flood\" or similar answers]", "category": "Mythology"}, {"question_sanitized": "In a speech dismissing an assembly, this man indicated a ceremonial mace and commanded \"take away that fool's bauble.\" He won a battle in which the losing commander evaded capture by hiding with William Careless in an oak tree at Boscobel House. This leader convened the Whitehall Conference to debate whether England should readmit the Jews, which he favored. At the Norway Debate in 1940, Leo Amery quoted this victor of the Battle of Worcester (WUH-ster) when he told Neville Chamberlain \"in the name of God, go!\" This man gained power for life in England's ᥸rst written constitution, the Instrument of Government, and he set up the Barebones Parliament a᥸er dissolving the Rump Parliament. \"Old Ironsides\" was the nickname of, for 10 points, what ᥸rst Lord Protector of England?", "answer_sanitized": "Oliver Cromwell", "subcategory": "History British", "category": "History"}, {"question_sanitized": "A mutation in the amiloride-sensitive (ah-MIL-oh-\"ride\") protein ENaC causes a severe form of this condition called Liddle's syndrome. A drug that treats this condition was the ᥸rst designed rationally using QSAR and was based on a peptide extracted from a Brazilian viper. Drugs that treat it, such as aliskiren and captopril (ah-LIS-kih-ren and CAP-to-pril), inhibit the proteases that cleave alpha-2-globulin into an 8-residue peptide and that degrade bradykinin (\"brady\"-KYE-nin). Thiazides (\"THIGH\"-ah-zides) treat this condition, which was once the main target of the drug propranolol (pro-PRAN-uh-lahl) but today is treated using inhibitors of the reninÂ–angioÂ·tensinÂ–aldosterone system. Beta blockers are no longer recommended to treat this condition's primary form. This condition is diagnosed by a high result on a sphygmomanometer (s'fig-mom-ah-NOM-eh-ter) during both the systole and diastole. For 10 points, name this condition also called hypertension.", "answer_sanitized": "high blood pressure [accept hypertension before \"hypertension\"]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One character created by this author listens to a broadcast about Soviet nuclear testing while agonizing over his decision to dilute the milk being fed to his infant son. In a novel on similar themes, this author created a character who writes the play Gulliver's Foot and the Country of the Little People, remembers almost drowning in Carp Cave, and looks to the poetry of William Blake to help raise his son. In the ᥸rst-mentioned novel by this author, the protagonist is ᥸red from a cram school a᥸er showing up drunk and decides not to go to Africa so that he can care for his son, who was born with a brain hernia. K tends to his son, Eeyore, in Rouse Up O Young Men of the New Age, a novel by, for 10 points, what Japanese author who wrote about a man called Bird in his novel A Personal Matter?", "answer_sanitized": "Kenzaburo Oe (OH-ay) [or Oe Kenzaburo]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This politician won a gubernatorial election on a promise to take down a political machine run by his rival Solomon Blatt, which was called the \"Barnwell Ring.\" After this politician was frozen out of his state's Democratic Party, he became the first person to be elected to the senate as a write-in candidate. After claiming that the U.S. would have been a better place had this man been president, Trent Lott resigned as Senate majority leader; Lott made those remarks in 2002 at this senator's 100th birthday party. This politician read his grandmother's biscuit recipe into the congressional record during his record-breaking filibuster of the Civil Rights Act of 1957. For 10 points, name this Dixiecrat candidate in the presidential election of 1948, a South Carolina senator known for his opposition to civil rights.", "answer_sanitized": "Strom Thurmond [or James Strom Thurmond]", "subcategory": "History American", "category": "History"}], "bonuses": []}