{"tossups": [{"question_sanitized": "A test used to interpret this amendment was described by Antonin Scalia as a \"a ghoul in a late-night horror movie that repeatedly sits up in its grave.\" Laws accused of violating this amendment must not fail the \"purpose,\" \"effect,\" or \"excessive entanglement\" prong under a three-part test established in 1971. In Zorach v. Clauson, the Supreme Court held that school release time programs do not violate this amendment. Many opinions discussing this amendment cite Thomas Jefferson's letter to the Danbury Baptists, which analogizes one of its provisions to a \"wall of separation.\" The Lemon test concerns the interpretation of, for 10 points, what constitutional amendment whose \"establishment\" and \"free exercise\" clauses protect freedom of religion?", "answer_sanitized": "First Amendment", "subcategory": "History American", "category": "History"}, {"question_sanitized": "An altarpiece by this painter, which was taken apart in the 18th century, depicts Christ eating grapes in a central panel titled Madonna and Child with Angels. In one of this artist's paintings, a Latin inscription directly above a skeleton on a sarcophagus translates to \"I once was what you are, and what I am you also will be\"; in that painting, this artist of the Pisa Altarpiece depicted a coffered barrel vault above God holding Christ on the cross. The Santa Maria Novella houses this painter's The Holy Trinity. This artist and his teacher, Masolino, painted a series of frescoes in the Brancacci (brahn-KAH-chee) Chapel, one of which shows Christ telling Peter to look in a  sh's mouth for the title form of payment. For 10 points, name this Early Renaissance master who painted The Tribute Money.", "answer_sanitized": "Masaccio (mah-SAH-chee-oh) [or Tommasso di Ser Giovanni di Simone; prompt on \"Tommasso\"]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This non-calcium element \"sparks\" in concentration during human egg fertilization. Sangamo Biosciences owns the patent on a class of chimeric proteins named for this element, which are fusions to the FokI (\"FOCK\" one) nuclease and were made obsolete by CRISPR (\"crisper\"). Binding this element turns thionin (\"THIGH\"-oh-nin) into metallothionein (meh-TAL-oh-\"thigh\"-oh-NEE-in) to regulate cellular redox state. Binding sites for this element are named based on their number of coordinated histidines and cysteines (SIS-teens). Metalloproteinases, such as carboxyÂ·peptidase, contain this metal in their active sites, as does the enzyme that forms acetaldehyde (ass-ih-TAHL-dih-hyde), alcohol deÂ·hydrogenase. Gag knuckle is an example of the DNA-binding domain named for a \" nger\" of, for 10 points, what metal found in supplements that treat colds?", "answer_sanitized": "zinc [or Zn; accept zinc  nger (nucleases)]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A  lm by this director begins with a three-minute slow zoom from an establishing shot of Union Park into a tighter framing of a mime following the protagonist, who later obsesses over the phrase \"he'd kill us if he got the chance,\" recorded during his job as an audio surveillance expert. This frequent collaborator with sound designer Walter Murch opened another  lm with a mortician telling the title character \"I believe in America.\" In that  lm by this director, a character shoots Of cer McCluskey and Sollozzo with a gun retrieved from a restaurant bathroom. This director of The Conversation adapted a Mario Puzo novel into a  lm in which Marlon Brando's character says \"I'm going to make him an offer he can't refuse.\" For 10 points, name this director of the Godfather trilogy.", "answer_sanitized": "Francis Ford Coppola", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "This is the  rst word in the title of a book whose second title concept is de ned as a necessarily destructive rupture that changes an existing order and that creates a new order; that book claims this concept cannot be conceptualized as a \"one\" and must be understood as a \"pure multiple,\" and that book also uses ZermeloÂ–Frankel theory to make the claim that mathematics is the study of this concept, and the study of this concept \"is a situation.\" This is the  rst title concept of an essay that uses the word \"facticity\" to describe the limits of human freedom and that laments the fact that people live inauthentically by letting social roles de ne their existence. The concept of \"bad faith\" was introduced in an existentialist essay that Jean-Paul Sartre titled a er, for 10 points, what word \"and nothingness\"?", "answer_sanitized": "being [or l'être; accept Being and Event or Being and Nothingness or L'Être et le néant or L'etre et l'événement]", "category": "Philosophy"}, {"question_sanitized": "A young woman created by this author selects \"Melody Gloucester Pegasus\" as the three magic words that will keep her safe as long as they are not spoken aloud; that girl, who dreams of living on the moon and has an af nity for the death cap mushroom in one of this author's novels, lives with her older sister Constance a er murdering most of their family via berries laced with arsenic. Merricat Blackwood appears in this author's novel We Have Always Lived in the Castle. She wrote a story in which Bobby Martin and Dickie Delacroix build a pile of stones, which the villagers remember to use despite having \"lost the original black box\" from which papers are drawn in an annual ritual. For 10 points, what author created Tessie Hutchinson, who is stoned to death in this author's story \"The Lottery\"?", "answer_sanitized": "Shirley Jackson [or Shirley Hardie Jackson]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A er revealing the true nature of a member of this group, a court magician fell dead but was revived when his lord begged for forgiveness. One of them failed to convince a watchman to stand on a  oating leaf that would ferry him across a river; that member of this group had his soul depart from his body and travel to a sacred mountain, a er which his body was cremated, forcing his soul to occupy a beggar's body and use an iron crutch. Another member of this group saw himself become a powerful of cial, get exiled, and lose his family during a dream experienced while waiting for yellow millet to cook. Mount Penglai (pung-\"LIE\") was the supposed home of this group, which included Zhang Guolao, Li Tieguai (t'yay-gwai), Lü Dongbin, and  ve others. For 10 points, name this legendary group from Taoist mythology.", "answer_sanitized": "Eight Immortals [or Baxian; or Pa Hsien; accept Eight Genies; prompt on \"Immortals\" or \"Xian\"]", "category": "Mythology"}, {"question_sanitized": "Brij-35 (\"bridge\"-35) is o en used in a form of reverse-phase HÂ·PÂ·LÂ·C named for these structures. The third derivative of a linear function, such as conductivity, is zero at a concentration named for these structures, a value that is very high for CHAPS (\"chaps\") and very low for Tween 20. Reverse ones are described as \"hairy.\" They form only below a packing parameter of one-third. Casein (KAY-sin) protein occurs naturally in one of these structures. A er these structures form at their namesake critical concentration and at the Kraf  temperature, detergents no longer affect surface tension since they start emulsifying. As the concentration of a phospholipid in water increases, it forms these structures, then liposomes, and then lipid bilayers. For 10 points, name these spherical aggregations of surfactant in solution.", "answer_sanitized": "micelles [accept critical micelle concentration; prompt on \"surfactants\" or \"detergents\" or \"colloids\"]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "An oil painting of this battle displayed at the British Museum inaccurately shows an empress on horseback wielding a pistol and depicts Saint George throwing a spear at the losing army. The winning commander at this battle was accompanied in camp by his consort, Empress Taitu (\"TIE-too\"). The winning army at this battle was aided by an artillery detachment commanded by Russian military advisor Nikolay Leontiev. This battle occurred at the climax of a war begun as a dispute over Article 17 of the Treaty of Wuchale (woo-CHAH-lay). Many alpini (al-pee-nee) soldiers died at this battle under the command of losing general Oreste Baratieri (oh-REH-stay bah-rah-tee-\"AIR\"-ee). Prime Minister Francesco Crispi resigned in shame a er, for 10 points, what 1896 battle in which Menelik II's Ethiopian army surprisingly defeated an Italian invasion?", "answer_sanitized": "Battle of Adwa [or Battle of Adowa]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This composer's supposed authorship of a serenata titled \"Andromeda Liberata\" caused a feud between Olivier Foures (oh-LIV-yay foo-RAY) and Michael Talbot, the latter of whom is considered the preeminent scholar of this composer. This composer's only concerto featuring trumpets is his Concerto for Two Trumpets in C Major. The two surviving settings of this composer's Gloria are entries 588 and 589 in the RyomÂ–Verzeichnis catalogue of his work. He established the norm for the ritornello form, and he marked the viola section of one of his violin concertos with the phrase \"the barking dog.\" This composer collected twelve concertos, including Pleasure and The Hunt, in a set of pieces titled The Contest between Harmony and Invention. For 10 points, name this \"Red Priest\" who composed The Four Seasons.", "answer_sanitized": "Antonio Vivaldi", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "When a man in this play claims to be experienced beyond his age, another character quips that \"experience is the name everyone gives to their mistakes.\" The title character of this play is told that \"ideals are dangerous things\" but \"realities are better\" a er giving away a photo of herself and her son, Gerard, as a parting gi . In response to the suggestion that most men are good, a man in this play says that \"we are all in the gutter, but some of us are looking at the stars.\" Augustus Lorton's friends call him \"Tuppy\" in this play, whose title character hides behind a curtain in the rooms of Lord Darlington but is able to slip away when another woman claims the title object as her own. Mrs. Erlynne refuses to tell Margaret that she is her long-lost mother in, for 10 points, what play by Oscar Wilde?", "answer_sanitized": "Lady Windermere's Fan", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The many fabricated contemporary biographies of this man include one written by Louise Goëthe (goh-ET), who claimed that he burned down a count's château in order to live in the mountains with the count's beautiful daughter. A er he ordered his troops not to  re on their countrymen, he was shot in the foot and captured on the Day of Aspromonte. This man greeted his king with the Handshake of Teano (tay-AH-no). He sent a one-word telegram meaning \"I obey!\" upon being ordered to abandon Trentino a er his \"Hunters of the Alps\" won the Battle of Bezzecca (bet-ZEK-ah). This general fought the Battle of Volturno en route to conquering the Two Sicilies on behalf of Victor Emmanuel II. For 10 points, what general led the Redshirts in the Expedition of the Thousand, an important campaign during the uni cation of Italy?", "answer_sanitized": "Giuseppe Garibaldi", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Nondestructive thin  lm analysis using this process usually uses an energy of two to three megaÂ·electronÂ·volts, can be improved by ion channeling, and plots count against either channels or energy. An important parameter for this process is the kinematic factor. The differential cross section of this process is proportional to the \"reciprocal of the fourth power of the sine of the half angle.\" One can calculate the impact parameter from the hyperbolic trajectory of this process, which is created by a repulsive Coulombic force, and then use the impact parameter to calculate a nuclear radius. This type of elastic scattering occurred when alpha particles struck atomic nuclei in the GeigerÂ–Marsden experiment. For 10 points each, what type of scattering is named for the physicist who oversaw a \"gold foil experiment\"?", "answer_sanitized": "Rutherford scattering [or Rutherford backscattering; accept just \"Rutherford\" a er \"scattering\"; prompt on \"Rutherford\" before \"scattering\"; prompt on \"scattering\" or \"elastic Coulomb scattering\"]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This character is told \"you're not God\" a er it is revealed that Peter Hilton's brother is on the ship Carlisle. He claims that the idea \"humans  nd violence deeply satisfying, but remove the satisfaction, and the act becomes hollow\" is illustrated by a scene from his childhood in which he was nailed under the  oorboards of a classroom. When this character was a child, his best friend told him that \"sometimes it is the people no one can imagine anything of who do the things no one can imagine.\" This character, who constructs a machine he calls Christopher, uses a crossword puzzle to recruit Joan Clarke, a mathematician played by Keira Knightley. The  lm The Imitation Game starred Benedict Cumberbatch as, for 10 points, what cryptanalyst who led British efforts to break the Nazi Enigma code?", "answer_sanitized": "Alan Turing [accept either underlined portion; or Alan Mathison Turing]", "category": "Trash"}, {"question_sanitized": "This character is concerned about the yellow stain on his trousers a er arriving to a dinner party an hour early. He obsesses over \"the man of nature and truth,\" a corruption of a quote from Jean-Jacques Rousseau's Confessions, before claiming that \"twice two makes four is an excellent thing\" but \"twice two makes  ve\" is a \"very charming thing too.\" This character compares the Crystal Palace in Nikolay Chernyshevsky's (chur-nih-SHEV-ski's) What Is to Be Done? to a chicken coop and makes plans to bump into a villainous lieutenant on the street. He is ditched by Simonov and others, who go to a brothel without him, in the section \"Apropos of the Wet Snow.\" At that brothel, this man meets the prostitute Liza. For 10 points, what unnamed antisocial man's \"notes\" form a novella by Fyodor Dostoyevsky?", "answer_sanitized": "Underground Man [accept answers conveying the idea of the protagonist or narrator of Notes from the Underground or Letters from the Underworld or Zapiski iz podpol'ya]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The last true holder of this position declared that \"my father laid on you a heavy yoke; I will make it even heavier\" and \"my father scourged you with whips; I will scourge you with scorpions,\" defying the advice of the elders who had counseled his father. A er a holder of this position was killed in a battle on a mountain while leaning on his spear and three of that man's sons were also killed in that battle, this position was held for two years by a fourth son named Ish-bosheth. Rehoboam held this position, as did a man who wrote several psalms while  eeing from a rebellion led by his son Absalom. For 10 points, name this position held by Saul and David, the biblical rulers of the united monarchy of the Jewish people prior to the monarchy's split into a northern kingdom and Judah.", "answer_sanitized": "king(s) of Israel [prompt on \"kings\" or \"kings of the Jews\" or \"rulers of Israel\" or similar answers]", "category": "Religion"}, {"question_sanitized": "For a short time, this city's most celebrated prostitute was the exiled Mary Carleton, an English con artist who inspired a play called The German Princess. This city served as a regional capital following its capture by Robert Venables and the elder William Penn. Near the entrance to this city's harbor, a gibbet on Deadman's Cay displayed the body of Calico Jack Rackham, an associate of Anne Bonny who was hanged at this city's Gallows Point. This city was the base of a Welsh-born captain who led raids on Porto Bello and Maracaibo. Much of this so-called \"wickedest city in the world\" was destroyed by an earthquake in 1692, leading many residents to move to nearby Kingston. For 10 points, name this Jamaican city that was a haven for pirates, such as Captain Henry Morgan.", "answer_sanitized": "Port Royal, Jamaica", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This property and persistence are possessed by the data structures in Clojure (\"closure\"). The opposite of this property in Haskell can be implemented with the State monad, ST monad, and IÂ·OÂ·Ref. Using an object with this property means that no defensive copies are needed. A class that has only accessor methods has this property and, thus, requires that a constructor be called to create a new object. Examples of classes with this property include Java's primitive wrapper classes and String class, as well as Python's tuples (TUH-pulls). Objects with this property are useful because they are intrinsically thread-safe and, in C and C++ (\"c plus plus\"), can be declared using the keyword \"const.\" For 10 points, what property is possessed by objects that cannot have their states changed a er they are created, in contrast to mutable objects?", "answer_sanitized": "immutable [accept immutable objects or immutable data or immutable classes; accept word forms such as immutability; prompt on \"unchangeable\" or \"unmodi able\" or \"constant\"]", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "An essay arguing that the adoption of this practice was bad notes that progressivists seem to believe that this practice led to the creation of the Parthenon and the Mass in B Minor. Two varieties of this practice that are known as \"swidden\" and \"sawah\" were analyzed in a book that describes how the title change arose out of Dutch colonization. An essay suggesting that this practice may have driven inequality between the sexes argues that, prior to its existence, people were happier and healthier. This practice's \"involution\" titles an early work by Clifford Geertz. Jared Diamond argued that the \"worst mistake in the history of the human race\" was adopting this practice at the expense of the hunter-gatherer system. For 10 points, name this practice of cultivating land or farming.", "answer_sanitized": "agriculture [accept farming before \"farming\"]", "category": "Social Science"}, {"question_sanitized": "In a novel from this country, a character suffers from \"delirium\" and imagines himself transforming into Thomas Aquinas's Summa Theologica; that novel by an author from this country is dedicated to the \" rst worm\" that gnawed on the narrator's corpse. In another novel from this country, the protagonistÂ—believing that his son, Ezekiel, resembles his deceased friend EscobarÂ—accuses his wife, Capitú, of in delity. One novel from this country is titled for Bento Santiago's nickname, which means \"Mr. Stubborn,\" and another novel from this country is subtitled Epitaph of a Small Winner. An author from this country wrote Dom Casmurro and The Posthumous Memoirs of Bras Cubas. For 10 points, what South American country was the home of Machado de Assis, who wrote in Portuguese?", "answer_sanitized": "Brazil [or Federative Republic of Brazil; or República Federativa do Brasil]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This author stated that \"all who hide too well away / must speak and tell us where they are\" at the end of a poem about the dif culty of honest communication. The title creature of a poem by this author \"knows in singing not to sing\" and proclaims the coming of \"that other fall we name the fall\"; that poem by this man describes an animal that \"says the highway dust is over all\" and asks \"what to make of a diminished thing.\" In another poem, this author of \"Revelation\" wrote that he saw \"one luminary clock against the sky\" that \"proclaimed the time was neither wrong nor right\" a er he \"outwalked the furthest city light.\" This author of \"The Oven Bird\" and \"Acquainted with the Night\" wrote about paths that \"diverged in a yellow wood\" in another poem. For 10 points, name this poet of \"The Road Not Taken.\"", "answer_sanitized": "Robert Frost [or Robert Lee Frost]", "subcategory": "Literature American", "category": "Literature"}], "bonuses": []}